/*
 Navicat MySQL Data Transfer

 Source Server         : localhost_3306
 Source Server Type    : MySQL
 Source Server Version : 80027
 Source Host           : localhost:3306
 Source Schema         : test

 Target Server Type    : MySQL
 Target Server Version : 80027
 File Encoding         : 65001

 Date: 19/06/2022 13:12:43
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for student
-- ----------------------------
DROP TABLE IF EXISTS `student`;
CREATE TABLE `student`
(
    `student_no`              bigint                                                  NOT NULL AUTO_INCREMENT COMMENT '学生学号',
    `name`                    varchar(12) CHARACTER SET utf8 COLLATE utf8_general_ci  NOT NULL COMMENT '学生姓名',
    `sex`                     varchar(2) CHARACTER SET utf8 COLLATE utf8_general_ci   NOT NULL COMMENT '学生性别',
    `telephone_number`        varchar(15) CHARACTER SET utf8 COLLATE utf8_general_ci  NULL DEFAULT NULL COMMENT '电话号码',
    `family_telephone_number` varchar(15) CHARACTER SET utf8 COLLATE utf8_general_ci  NULL DEFAULT NULL COMMENT '家庭电话号码',
    `birthday`                varchar(12) CHARACTER SET utf8 COLLATE utf8_general_ci  NOT NULL COMMENT '生日信息，由程序填充，这里用varchar型',
    `address`                 varchar(60) CHARACTER SET utf8 COLLATE utf8_general_ci  NULL DEFAULT NULL COMMENT '家庭地址',
    `id_card`                 varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci  NOT NULL COMMENT '身份证号码',
    `email`                   varchar(40) CHARACTER SET utf8 COLLATE utf8_general_ci  NULL DEFAULT NULL COMMENT '电子邮箱',
    `dormitory_number`        varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci  NULL DEFAULT NULL COMMENT '寝室号',
    `class_no`                bigint                                                  NOT NULL COMMENT '所属班级编号',
    `state`                   varchar(4) CHARACTER SET utf8 COLLATE utf8_general_ci   NULL DEFAULT NULL COMMENT '状态，在读、退学或者毕业',
    `remarks`                 varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
    PRIMARY KEY (`student_no`) USING BTREE,
    UNIQUE INDEX `no` (`student_no`) USING BTREE,
    INDEX `class_no` (`class_no`) USING BTREE
) ENGINE = InnoDB
  AUTO_INCREMENT = 202012341078
  CHARACTER SET = utf8
  COLLATE = utf8_general_ci
  ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of student
-- ----------------------------
INSERT INTO `student`
VALUES (202012340101, '关亮', '男', '13004194935', '15305295308', '2000-04-21', '澳门三路107号-9-5', '439419200004213162',
        'ev0y07@aol.com', '12栋401', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340102, '幸茗羽', '女', '15508840091', '15303468961', '2000-11-28', '武胜关广场37号-4-9', '422461200011287472',
        'x7bqfpj@263.net', '1栋402', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340103, '五中言', '男', '13400211648', '13403154851', '2001-02-08', '东光大厦97号-14-1', '422365200102086997',
        'jlg05zq82@msn.com', '12栋605', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340104, '邱月', '女', '15002510556', '15900573259', '2003-06-08', '韶关路12号-14-3', '432562200306087287',
        '0fw8g1hl9@yahoo.com', '5栋121', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340105, '寿泽敬', '男', '15205711313', '15207565368', '2000-03-23', '武城广场63号-11-9', '425459200003233592',
        'pvzem7@163.net', '11栋421', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340106, '明壮冠', '男', '13006938844', '15203703744', '2001-08-09', '济南街66号-7-4', '432821200108097814',
        'waygeq@live.com', '8栋614', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340107, '利慧瑞', '女', '13105082904', '13905854909', '2003-01-23', '朝阳街82号-20-6', '427321200301237331',
        's68he1w@gmail.com', '2栋406', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340108, '良爽婵', '女', '13301845205', '13208194646', '2000-06-23', '咸阳支街88号-20-4', '435758200006233465',
        'sqryex@live.com', '2栋219', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340109, '阳婉菊', '女', '15800602721', '13404982437', '2001-04-02', '禹城街90号-4-9', '438892200104024530',
        'giwjmp@sina.com', '5栋216', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340110, '璩璧', '女', '13600652524', '15505265367', '2000-11-05', '黄台广场122号-6-9', '430529200011053854',
        'pb72ppog@126.com', '1栋111', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340111, '洪成健', '男', '13100250691', '13300574325', '2000-02-17', '大港沿147号-4-3', '429550200002175613',
        'bslct5v@0355.net', '7栋523', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340112, '阳颖', '女', '15306118239', '13600833930', '2002-01-12', '嘉祥路84号-8-10', '432213200201121560',
        'cb0m4x0j@sina.com', '3栋312', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340113, '夔琳', '女', '15301204581', '13404558326', '2001-01-19', '延安一街143号-12-10', '441050200101198751',
        'hogajnhi@0355.net', '4栋514', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340114, '蒋馨凝', '女', '13705930578', '13508264247', '2003-04-01', '信号山支路120号-9-7', '437998200304013069',
        'ddj48omr@263.net', '2栋221', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340115, '怀秀妍', '女', '13005093965', '13100821071', '2002-06-08', '仙山东路132号-11-4', '440357200206085862',
        'cs0m351xs@ask.com', '3栋412', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340116, '邬琼', '女', '15305428600', '13000410642', '2001-05-12', '武昌路51号-8-6', '434838200105128725',
        'q97306m@live.com', '5栋413', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340117, '寇盛', '男', '13201057402', '13501205105', '2003-07-22', '微山湖街55号-12-6', '440197200307223850',
        'ac1v8hf0@yahoo.com.cn', '12栋110', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340118, '谷顺山', '男', '13507514338', '13503620896', '2003-03-07', '博平街144号-9-8', '435883200303078134',
        'gkbfyqrlg@sohu.com', '8栋501', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340119, '利玉雁', '女', '15501584235', '15500742326', '2000-12-10', '芝罘路110号-20-2', '439821200012105047',
        'm8ymol@163.net', '1栋215', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340120, '毛昭', '女', '15301440189', '13902862061', '2001-02-05', '珠海街112号-15-4', '438005200102053676',
        'pa2fznw1@qq.com', '6栋320', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340121, '秦翔栋', '男', '15008013028', '15201427698', '2000-04-18', '白塔广场50号-18-3', '431927200004183321',
        's7ctx6@ask.com', '9栋419', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340122, '夏生宁', '男', '13007477101', '13001658440', '2000-08-20', '仙山东路91号-20-3', '438102200008206090',
        'vtns20@0355.net', '8栋416', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340123, '凌成振', '男', '13906584821', '13808313321', '2003-09-03', '明阳大厦48号-16-2', '432117200309033655',
        'mdftqcx6@msn.com', '9栋619', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340124, '巩鸣固', '男', '13103853636', '13600800101', '2001-05-19', '沂水路73号-12-6', '430210200105196017',
        '65uc9s@sina.com', '12栋505', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340125, '蓝辉', '男', '13601888492', '13508877786', '2002-02-18', '惠民南路25号-20-6', '423852200202181547',
        '4pno4b3ou@msn.com', '11栋402', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340126, '湛芝', '女', '13004637861', '15505974118', '2000-01-12', '道口路137号-10-10', '425502200001125642',
        'ldcfvy@googlemail.com', '6栋409', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340127, '爱飞', '男', '13202335817', '13200973226', '2001-04-02', '南九水街100号-12-4', '429674200104027530',
        'zaiiqvwtw@qq.com', '12栋308', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340128, '言妹', '女', '15002998699', '15703013260', '2000-11-20', '普集路138号-11-6', '430757200011207020',
        'nczzhx0t@sohu.com', '6栋119', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340129, '暴瑗', '女', '15102110112', '13803698010', '2000-04-05', '标山路28号-10-9', '422756200004051334',
        '5ovmdou@googlemail.com', '2栋322', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340130, '门妹静', '女', '15105005798', '15901120999', '2000-07-13', '新安路55号-11-7', '424476200007137735',
        't6d9hn@yahoo.com.cn', '1栋405', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340131, '东以', '男', '13501640281', '15207445335', '2002-12-15', '团岛一街141号-4-2', '424719200212153357',
        's0i66vis@yahoo.com', '10栋519', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340132, '贡瑾澜', '女', '15108092909', '15906255638', '2001-02-06', '西陵峡街143号-6-7', '425042200102065542',
        'stz9kr@ask.com', '5栋321', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340133, '汲素淑', '女', '13407293978', '13806898453', '2001-12-10', '康城街130号-18-4', '439984200112102645',
        '4uenft@msn.com', '1栋502', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340134, '习枝', '女', '13204784016', '15706258971', '2003-08-19', '棣纬二大厦65号-10-7', '435962200308198079',
        'ehlmcad9q@googlemail.com', '3栋515', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340135, '沙艺丽', '女', '15801281385', '13208790813', '2002-01-18', '平原广场134号-12-1', '437208200201181853',
        'yujus4@hotmail.com', '5栋122', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340136, '隗韵婉', '女', '15201013144', '15801283395', '1999-03-24', '秀湛二路14号-15-1', '423853199903241547',
        'dxfyrss@yahoo.com.cn', '1栋120', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340137, '瞿玉', '女', '15207272232', '15803543125', '2003-09-21', '信号山支路99号-7-1', '426516200309218239',
        '6q7jz3@googlemail.com', '5栋507', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340138, '姬露纯', '女', '15800925813', '13006545312', '2002-06-13', '乐清广场44号-18-6', '428253200206135391',
        'go29xhr@yahoo.com.cn', '3栋505', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340139, '能苑', '女', '15808736333', '15507548670', '1999-10-13', '伏龙街12号-6-9', '421285199910131155',
        'ucnz5xgg5@hotmail.com', '1栋411', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340140, '竺英霄', '女', '13603508395', '15102913360', '1999-07-11', '曹县路75号-7-7', '434893199907112633',
        '45qwyg9o@hotmail.com', '1栋320', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340141, '时枫', '女', '13006388410', '15805595485', '2003-03-09', '市场三街45号-10-10', '424866200303091147',
        '6jginqd4@3721.net', '5栋424', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340142, '梅富', '男', '13706012835', '13802393197', '2000-02-01', '郭口大厦142号-20-10', '438457200002014849',
        'faiwkl@hotmail.com', '7栋415', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340143, '符朗', '男', '15802897167', '15608201610', '2003-04-16', '顺兴街47号-2-3', '429800200304167944',
        'n5uen59@yeah.net', '10栋410', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340144, '于菁', '女', '13204212497', '13103434958', '2001-07-20', '奉化街119号-19-3', '433208200107204012',
        'ihawqy@aol.com', '5栋113', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340145, '狐红', '女', '15104306447', '15704820236', '2001-06-27', '台西二街62号-2-1', '426457200106272853',
        'l9qelbj@yahoo.com', '3栋407', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340146, '庄良', '男', '13203478786', '13608558806', '2000-04-23', '宝山广场102号-2-4', '430761200004233433',
        '3rwgzk18b@hotmail.com', '8栋608', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340147, '温利', '男', '13000136057', '15107115070', '2000-03-25', '山口路65号-20-1', '422787200003255475',
        'hk9688ch@aol.com', '10栋409', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340148, '广娥', '女', '13107078412', '15004367862', '2002-11-22', '小港沿115号-2-2', '436536200211227702',
        'khdbmu@gmail.com', '2栋414', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340149, '喻兰秋', '女', '13105517650', '15703177856', '2002-05-28', '市场三街80号-10-1', '425058200205285480',
        't5qfrbw@263.net', '1栋216', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340150, '庚筠枫', '女', '13805846368', '15606565474', '1999-02-24', '太清路62号-12-3', '433214199902241667',
        'g0dwbl@3721.net', '6栋624', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340151, '尚兴宁', '男', '15007283261', '13005823358', '2003-01-21', '胶州广场36号-17-9', '422907200301215123',
        't2mfi93@live.com', '7栋414', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340152, '史翔', '男', '15106418802', '15205386254', '2002-08-18', '西藏一广场57号-18-6', '426482200208187711',
        '1980kv5@0355.net', '9栋221', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340153, '茹磊', '男', '13506049056', '15807854394', '2002-02-07', '闽江二广场47号-18-9', '438059200202071497',
        'hr5wemkb1@googlemail.com', '12栋324', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340154, '郜竹蓓', '女', '13603251366', '15206105614', '2003-04-09', '港环路112号-8-3', '433723200304092309',
        '1d667b@aol.com', '2栋601', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340155, '空涛以', '男', '15102710772', '15607501302', '2000-11-28', '澳门广场53号-8-7', '427203200011281359',
        'x6nlsrpj@163.com', '11栋503', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340156, '云瑞雪', '女', '13405834315', '13201325358', '2003-03-07', '金田路53号-6-2', '424399200303078049',
        '6mz49x@hotmail.com', '5栋508', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340157, '钮树琛', '男', '13904763074', '15803114990', '2001-02-01', '台东三街63号-17-7', '435920200102011350',
        'exyxoxqqt@0355.net', '8栋321', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340158, '那红', '女', '15605873496', '13404013227', '2002-03-03', '鱼台街141号-11-1', '435786200203034661',
        'btsf0jxc@163.com', '5栋208', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340159, '翁真伊', '女', '15208600628', '15503306159', '2000-08-21', '山口路81号-12-3', '422794200008217932',
        '7fwtzf@sohu.com', '3栋125', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340160, '翟盛', '男', '15804585891', '13501932822', '2001-05-02', '团岛一街101号-2-8', '425875200105027783',
        'mjpscoj@ask.com', '7栋206', 1001, '在读', '');
INSERT INTO `student`
VALUES (202012340201, '樊婷雪', '女', '15508532760', '15205042518', '1999-12-07', '仙山街31号-10-6', '435396199912073473',
        'uwp5cwe@sohu.com', '4栋312', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340202, '宇兴', '男', '15703004092', '15107172515', '2000-10-16', '莲岛大厦12号-20-4', '436221200010166718',
        'xbx5hn@0355.net', '7栋512', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340203, '浦时楠', '男', '15003890913', '15004442888', '1999-01-24', '咸阳支街24号-14-4', '425910199901246558',
        'y3dy9l@googlemail.com', '8栋509', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340204, '黄蓓蕊', '女', '13806922367', '15104474987', '2000-05-19', '临邑路32号-6-9', '440515200005195942',
        '247o8zi@gmail.com', '4栋405', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340205, '辛卿荔', '女', '13504900537', '13403253906', '2003-09-10', '武城广场103号-4-7', '423721200309104385',
        '398b0t@163.net', '6栋118', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340206, '简裕', '男', '15600010927', '15801285368', '1999-02-13', '姜沟路121号-1-10', '422033199902137157',
        'bcmhi1@263.net', '9栋519', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340207, '萧亨', '男', '13008391209', '13007285883', '2001-03-25', '四平支路44号-13-10', '426082200103253530',
        'l5hli1sk@googlemail.com', '9栋105', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340208, '柯良', '男', '13702306542', '15308536668', '2000-10-21', '正阳关街120号-4-7', '432013200010211465',
        'mujijz@msn.com', '12栋422', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340209, '茹亮', '男', '15506708849', '13904826304', '2003-06-24', '港环路127号-6-9', '425973200306244428',
        'htt1m9lj@163.net', '7栋105', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340210, '冀珠', '女', '15808592685', '13702864302', '2000-09-25', '清和街145号-9-4', '423945200009257477',
        'ulav0lu@263.net', '4栋303', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340211, '洪艺兰', '女', '13404686540', '13502007103', '1999-05-09', '邱县路26号-14-9', '429870199905092821',
        '89a3s5fz@hotmail.com', '4栋521', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340212, '杭会', '男', '13303956755', '13007635795', '2000-04-20', '高苑大厦93号-5-2', '426142200004201226',
        'at4lxwd@yeah.net', '9栋215', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340213, '邹琴凝', '女', '15606771650', '13102811671', '2000-05-02', '天津路93号-16-2', '429248200005022623',
        'z2an0hp@live.com', '1栋513', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340214, '伊梁厚', '男', '13302641682', '15103900776', '2003-01-03', '荷泽三大厦29号-1-5', '422591200301034003',
        'ecd9y53@qq.com', '11栋321', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340215, '牛妹枝', '女', '13001987295', '13307434214', '2002-10-05', '丽水街47号-20-1', '423889200210053288',
        'xdr7pf@msn.com', '2栋508', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340216, '高启信', '男', '13608143300', '15105604834', '2003-04-15', '香港西大厦49号-3-3', '433540200304154780',
        'fkkt7te@msn.com', '7栋304', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340217, '牛信东', '男', '13400914136', '13008873123', '1999-10-13', '平定路49号-7-1', '424193199910138702',
        'pspynkkfa@3721.net', '12栋203', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340218, '曹振', '男', '15600482697', '15707447092', '2001-04-21', '硕阳街73号-3-1', '425073200104218285',
        '9lacr7@163.com', '8栋513', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340219, '束航心', '男', '13200776141', '13702315672', '1999-06-04', '菜市二路88号-1-4', '440279199906041662',
        '5r6zjdeg1@yeah.net', '9栋515', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340220, '年翔', '男', '15200598583', '15207671976', '2003-05-18', '兴安大厦105号-2-9', '435373200305185946',
        'v8ywml@sina.com', '10栋420', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340221, '暨霄柔', '女', '15103812502', '13103477690', '2000-08-24', '信号山支路69号-19-10', '433157200008247678',
        '55nyujf07@live.com', '2栋405', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340222, '蒯力俊', '男', '13705004601', '15204305163', '2001-09-15', '南阳街52号-13-10', '439474200109155242',
        '2zwh855ll@263.net', '9栋310', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340223, '鲁霄玉', '女', '13905894065', '13500912528', '2000-01-06', '济南街93号-1-10', '424287200001068149',
        '8colh9g@yahoo.com.cn', '5栋405', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340224, '蓟燕姣', '女', '15306552490', '13601366344', '2003-12-10', '台东东七广场102号-7-3', '427235200312106231',
        'h3qvt4fc@gmail.com', '2栋618', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340225, '冯顺昌', '男', '15902824539', '13908558155', '2002-04-10', '港夏街67号-19-3', '431179200204101709',
        'yvwo2n3e@yeah.net', '9栋208', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340226, '伏文', '男', '15203414651', '15808033354', '2000-05-11', '青铜峡路91号-4-6', '422145200005111040',
        '2yajt1l7a@hotmail.com', '11栋625', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340227, '费仪卿', '女', '13903600067', '13800637936', '2002-09-03', '德阳路77号-6-4', '429206200209031469',
        'zkrdy1g3@163.com', '4栋417', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340228, '葛福', '男', '15901320843', '15600789027', '1999-09-11', '嘉峪关路23号-4-10', '424726199909118035',
        'o0kx9w@163.com', '11栋515', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340229, '冶超', '男', '13902368411', '13906616702', '2001-06-26', '福山支广场148号-12-10', '436509200106267052',
        'm78sbu888@263.net', '9栋312', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340230, '师妹妹', '女', '15508175534', '13204551635', '2000-07-12', '秀湛二路107号-4-6', '436705200007124000',
        'wa90zn3@163.com', '6栋308', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340231, '段功', '男', '15805047771', '15305518289', '1999-12-21', '莱芜一广场33号-18-10', '423348199912217075',
        'tx0602gkg@gmail.com', '8栋220', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340232, '冀绍子', '男', '15601806258', '15702858446', '1999-11-28', '十梅庵街79号-9-5', '423369199911281950',
        'tcufplc6d@ask.com', '10栋415', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340233, '项娴娣', '女', '15801993346', '13403547555', '2001-07-16', '隆德广场50号-10-9', '430957200107165959',
        'wpws7ud3l@163.com', '2栋601', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340234, '宓茜', '女', '13502224897', '15807921532', '2003-06-09', '重庆大厦103号-11-5', '441041200306091914',
        'ap8itofo@sina.com', '1栋122', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340235, '辛弘力', '男', '13004211743', '13302667672', '2000-10-23', '龙羊峡路38号-14-1', '439146200010235861',
        'jh87u9v8@126.com', '9栋409', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340236, '钦倩茜', '女', '15802624563', '15202258718', '2001-03-05', '金乡广场57号-14-3', '428029200103053959',
        '1g3l6vb5@googlemail.com', '4栋416', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340237, '濮倩纨', '女', '15505798234', '15101085131', '1999-02-17', '德阳路44号-5-4', '439605199902178513',
        'exrtq4br@live.com', '4栋614', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340238, '缑琼伊', '女', '15804233120', '13806803534', '2000-02-24', '王家麦岛66号-19-7', '440558200002246388',
        'juzwpalz@3721.net', '6栋509', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340239, '屠栋政', '男', '13908336427', '13508553831', '2000-09-20', '太平角四路44号-9-8', '421862200009204181',
        '73baxx5tf@gmail.com', '8栋306', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340240, '满全林', '男', '13705849100', '13101394478', '2003-10-16', '瑞阳街57号-5-7', '421470200310162576',
        '43j8b28@0355.net', '11栋110', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340241, '巩祥', '男', '13200931715', '15505865903', '2001-07-25', '天台路21号-4-8', '426129200107258706',
        's1tyc044k@yahoo.com', '12栋205', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340242, '满柔茗', '女', '15004820153', '13301676179', '2001-03-10', '无棣四路98号-13-10', '430421200103108725',
        's75rb4qo@3721.net', '3栋602', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340243, '车厚', '男', '13607704731', '15308403017', '1999-02-23', '延安一街48号-4-9', '433644199902233516',
        '7ic2pluv@163.com', '9栋408', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340244, '李诚家', '男', '13104962280', '13708013799', '2003-09-05', '台湛广场68号-8-9', '439145200309058464',
        'rpt1nh@ask.com', '7栋608', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340245, '扈顺', '男', '13104962537', '13002557022', '2003-04-11', '青铜峡路69号-2-10', '436516200304117563',
        'tg3mujx@0355.net', '8栋202', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340246, '凌青叶', '女', '13508725487', '13007408930', '2003-07-25', '丹东街148号-14-10', '423055200307251245',
        '7k4ozzq@live.com', '1栋303', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340247, '公英娴', '女', '13608532974', '15801196266', '2002-11-28', '台东一街96号-11-9', '437965200211281378',
        '8fd491wiq@263.net', '1栋615', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340248, '有舒', '女', '13102883275', '13101272827', '2003-12-12', '港通路39号-11-3', '436890200312122927',
        'okxoq3@msn.com', '1栋419', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340249, '逄邦伟', '男', '13400247511', '15205545733', '2003-06-27', '青大街34号-2-2', '432629200306275523',
        'psvewc@sina.com', '12栋123', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340250, '聂力旭', '男', '13506628575', '13707843885', '1999-11-09', '南平广场13号-9-2', '434373199911097613',
        'dnb3l47e@yahoo.com.cn', '12栋520', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340251, '段坚', '男', '13303677469', '13007741779', '2001-06-27', '上杭路33号-16-8', '421934200106275697',
        'rlpwu04@yahoo.com.cn', '10栋323', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340252, '闻娜', '女', '13901930917', '15602133735', '2003-11-07', '港华大厦72号-10-3', '421710200311076928',
        'scxnju@msn.com', '5栋608', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340253, '乐星轮', '男', '13100670952', '15805793737', '2000-09-12', '龙岩街81号-14-10', '433251200009125660',
        '8fecufnx@qq.com', '9栋214', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340254, '须月', '女', '15705067047', '13701928144', '2001-03-20', '南口广场73号-2-3', '423088200103203385',
        '9qlzi81@ask.com', '6栋109', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340255, '慕辰榕', '男', '13101387863', '15906267722', '2003-06-04', '红岛路56号-2-9', '423156200306041776',
        '75r7ky@yahoo.com.cn', '12栋221', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340256, '罗元士', '男', '13402582509', '15604710239', '2001-06-13', '辽宁路51号-15-6', '422384200106135299',
        '0y2i8wjji@aol.com', '9栋222', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340257, '阳浩轮', '男', '15801223669', '13705245141', '1999-11-15', '铁山广场114号-15-6', '438504199911152837',
        'hys1gtyt@ask.com', '11栋614', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340258, '须鹏子', '男', '13101793857', '15807876930', '2002-11-05', '无棣二大厦147号-16-9', '433100200211057171',
        'cmnkdp@yahoo.com.cn', '11栋605', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340259, '松香露', '女', '15004923758', '15102225999', '2002-11-24', '博兴路96号-3-6', '440660200211245850',
        'g0ikwi@yahoo.com.cn', '1栋525', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340260, '弓瑾', '女', '13102152380', '15002871496', '2001-04-20', '紫荆关街129号-17-8', '430170200104203888',
        '32h0iydzr@aol.com', '4栋501', 1002, '在读', '');
INSERT INTO `student`
VALUES (202012340301, '李光', '男', '15802884598', '13108134406', '2000-01-19', '天津路94号-11-6', '436350200001197302',
        'cpdqi3@263.net', '8栋314', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340302, '司健利', '男', '15602460681', '15007482329', '1999-03-27', '澳门三路119号-7-5', '423756199903277181',
        's57ebulw@yahoo.com', '12栋625', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340303, '赵枝', '女', '15303695632', '15608311480', '2001-07-06', '澄海路56号-19-1', '424384200107067130',
        'bn137o3a@qq.com', '3栋316', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340304, '骆伦天', '男', '13705554522', '15307666539', '1999-09-20', '汕头街68号-15-7', '422442199909205285',
        'qf8l151c@sina.com', '12栋421', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340305, '于林', '男', '15504000465', '13206227102', '2000-06-06', '泰州街123号-9-7', '430155200006065706',
        'ggatf1hp@yahoo.com', '11栋315', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340306, '应元', '男', '15006742008', '13401110427', '1999-04-23', '安庆路84号-9-3', '437316199904232235',
        'n5oqf3c8w@msn.com', '7栋220', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340307, '官苑', '女', '15707290101', '15903706906', '2003-02-25', '团岛一街87号-12-6', '433617200302256313',
        'jqukbwpc@yeah.net', '1栋206', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340308, '虞庆', '男', '13807466296', '15205612734', '2000-11-18', '芙蓉路39号-20-5', '437788200011183068',
        'zdos70@googlemail.com', '8栋606', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340309, '佘妹', '女', '15103293463', '13404321438', '2000-04-16', '张店大厦56号-19-7', '431686200004168236',
        'jwfsi7@aol.com', '4栋401', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340310, '奚璐', '女', '15505968931', '15706487975', '1999-01-26', '台东一街18号-6-3', '436289199901262850',
        'vbdmd729@hotmail.com', '3栋208', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340311, '谈卿', '女', '13503397062', '15000309084', '2000-08-02', '菜市二路56号-18-9', '435298200008028072',
        'u5jr6rj@hotmail.com', '6栋304', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340312, '庞茜', '女', '15608197056', '13900288645', '2000-11-03', '嫩江广场148号-11-1', '425823200011037936',
        '29gkzhwvh@googlemail.com', '6栋304', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340313, '晁春菊', '女', '13603928505', '13601281538', '2003-02-24', '澳门五路14号-11-6', '426723200302242869',
        '1abyl6@qq.com', '5栋116', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340314, '却娴', '女', '15302181642', '13505726099', '2001-05-26', '台东七大厦84号-10-5', '423969200105267860',
        'm8co4h@ask.com', '6栋622', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340315, '宗震毅', '男', '13404157900', '13803068984', '2001-02-23', '阳明广场47号-12-8', '438557200102235534',
        'ezarhqt4j@sina.com', '10栋220', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340316, '柏玲香', '女', '13105375921', '13302980141', '2003-09-16', '石村广场82号-14-7', '434980200309162445',
        'x5fz63b@qq.com', '4栋117', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340317, '父旭仁', '男', '15306167963', '13801885169', '2001-07-25', '市场三街113号-2-9', '433630200107258187',
        'chowhk@qq.com', '7栋503', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340318, '曹莲', '女', '13502387952', '13003874954', '2001-03-11', '扬州街11号-17-4', '421514200103112622',
        'ngkues3n@126.com', '3栋405', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340319, '戈龙强', '男', '15100213838', '13202845706', '2003-05-17', '新湛二路40号-11-6', '423083200305174225',
        'reltoxr@0355.net', '9栋323', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340320, '宋林', '男', '13702707244', '13204292422', '2003-07-16', '台西二街96号-9-5', '423144200307161512',
        'iy9p8g7@sina.com', '11栋412', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340321, '五朋', '男', '15906531994', '15207467097', '2003-10-10', '菜市二路120号-16-6', '427814200310104847',
        'o3h1w4av@126.com', '10栋606', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340322, '邴玉真', '女', '15306024939', '13101896901', '1999-06-15', '范县路67号-13-2', '440997199906154341',
        'qcgl0z4sh@0355.net', '4栋608', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340323, '山馨', '女', '13203516304', '13600288095', '2000-10-25', '湖南路38号-11-5', '431799200010257732',
        '0rq1oz@sina.com', '3栋511', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340324, '孙有', '男', '15108051798', '13906193624', '2001-01-20', '福山大厦109号-14-8', '435951200101204585',
        'levjvi8rh@263.net', '9栋413', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340325, '鞠峰达', '男', '13806058009', '13706593142', '1999-11-01', '淄川广场67号-16-1', '434671199911012759',
        '3xdvhx@msn.com', '8栋502', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340326, '奚达康', '男', '13204486531', '15506435045', '2003-02-20', '福寺大厦61号-14-9', '425291200302204320',
        'svjjrg9@sohu.com', '10栋225', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340327, '姜秀', '女', '15605096992', '15203318224', '2000-11-06', '金乡东路96号-6-3', '431415200011065957',
        'k78hpyx@yeah.net', '6栋315', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340328, '闻璐', '女', '13500481797', '13207893991', '2003-08-04', '南海支路128号-5-1', '430076200308042242',
        '1qk47pamh@gmail.com', '5栋309', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340329, '巩弘学', '男', '15906141526', '13400318501', '2001-08-23', '台东三街112号-6-7', '423746200108233272',
        'mwzox0@msn.com', '7栋425', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340330, '徐宁', '男', '15602394604', '15800705363', '2001-10-23', '章丘路136号-14-9', '434647200110236295',
        '7q8kw6nws@hotmail.com', '9栋621', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340331, '莘蓓梦', '女', '13302464744', '15106115688', '2000-05-10', '瞿塘峡街79号-10-5', '440564200005105516',
        'jtpnfzzm4@qq.com', '3栋311', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340332, '晁雪婉', '女', '15901238448', '15506318759', '1999-04-09', '云南路133号-5-4', '431832199904094210',
        'wv9mpe9n@sohu.com', '1栋413', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340333, '邢可', '女', '15705375325', '13102981279', '2002-04-11', '山东路50号-9-9', '431431200204111959',
        '9u93oz@aol.com', '5栋512', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340334, '卞雁思', '女', '15801091239', '13301486498', '2003-07-09', '香港西大厦68号-15-6', '426602200307095900',
        '42irof6p4@0355.net', '3栋408', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340335, '危群平', '男', '15902316518', '15707977725', '2001-11-23', '郓城南路12号-10-10', '437543200111231247',
        'htnci8a@aol.com', '12栋123', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340336, '呼茗妍', '女', '13405272295', '13801786336', '2001-11-14', '阳谷广场89号-9-8', '436640200111143294',
        'urt77ceg@yeah.net', '3栋308', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340337, '琴璧', '女', '15708602265', '15903507644', '2001-08-12', '福州南路18号-3-1', '427997200108122690',
        'ebh99yrn@qq.com', '2栋623', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340338, '咸霞艺', '女', '13105650032', '15707373386', '2002-01-19', '菜市二路50号-13-4', '431070200201191928',
        'u761n3@qq.com', '4栋409', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340339, '邴羽丹', '女', '15304407462', '13406451806', '2000-11-12', '泰州街119号-8-7', '430532200011127686',
        'w0iy5qeo3@live.com', '1栋622', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340340, '太伟', '男', '15606742337', '13600635412', '2002-11-06', '沈阳街25号-19-10', '439246200211066908',
        '4zh6e3n@163.net', '9栋616', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340341, '毕钧', '男', '15102044624', '15707720989', '2000-03-18', '寿张街52号-1-6', '436465200003181398',
        'vbkxkn@yahoo.com', '9栋310', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340342, '颜世冠', '男', '15307710400', '15602088292', '2000-11-20', '红岛支大厦125号-8-5', '432700200011204985',
        '9dxr95@sina.com', '8栋107', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340343, '竺兴亮', '男', '15704963169', '15302267823', '2001-04-07', '漳平路34号-6-2', '424447200104071872',
        '9gexad@126.com', '8栋406', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340344, '澹萍', '女', '13305460083', '13502821398', '2001-01-12', '桑梓路35号-14-9', '421508200101125283',
        'eyf9cw@msn.com', '5栋516', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340345, '沙朋', '男', '13306476190', '13105913754', '1999-02-22', '昌乐街51号-20-10', '436309199902228567',
        'zca87o9vn@sina.com', '8栋416', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340346, '滕成富', '男', '13708214901', '15006152206', '2000-09-24', '济宁支街24号-18-6', '434190200009247389',
        's77g96x2@yahoo.com', '8栋615', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340347, '门超', '男', '15702214771', '13607470957', '2002-02-03', '巨野大厦106号-18-6', '428247200202031538',
        'qcj1mudia@aol.com', '7栋608', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340348, '南鸣', '男', '15307253438', '15507591875', '2002-05-14', '咸阳广场16号-11-5', '427773200205141566',
        '9boh4eg@yahoo.com', '9栋612', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340349, '聂桂', '女', '15702838358', '15102772296', '2000-10-07', '善化街121号-18-4', '436222200010071372',
        't683udm@qq.com', '5栋404', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340350, '蓟腾震', '男', '13204372492', '13301943921', '2002-07-10', '闽江一大厦69号-13-6', '426267200207107847',
        '352h2c@sina.com', '11栋422', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340351, '轩风', '男', '15607755946', '15704528108', '2001-12-18', '太平角三大厦28号-11-4', '428059200112186830',
        'mtk3lf@yahoo.com.cn', '10栋219', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340352, '马江伟', '男', '15501002811', '13402241266', '2001-03-18', '徐家麦岛函谷关广场37号-18-9', '432448200103188503',
        'ovo2wgyi4@qq.com', '8栋520', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340353, '南洁姣', '女', '15500371584', '15708071999', '2003-02-05', '大港一广场76号-1-8', '426479200302052200',
        'rtaj1e@3721.net', '4栋420', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340354, '颛泽策', '男', '13407168731', '15108444419', '2000-07-07', '四平支路119号-10-7', '426008200007076081',
        '7h37wd@yeah.net', '9栋522', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340355, '商翔辉', '男', '15703103965', '15303843594', '2003-04-07', '宝山广场64号-1-2', '427669200304077539',
        'x613v7z8@yeah.net', '7栋514', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340356, '巫超', '男', '15104017949', '13303533009', '2003-10-10', '市场三街117号-15-10', '422095200310102285',
        '61lb78hrx@qq.com', '7栋513', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340357, '濮辉昌', '男', '15502033096', '15604501550', '2000-02-01', '香港中大厦125号-5-6', '429665200002014056',
        'id5vtrc@hotmail.com', '12栋220', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340358, '边豪策', '男', '13401531735', '13806079036', '2003-08-23', '观海一路144号-13-6', '421184200308237643',
        '91mrnyvn@qq.com', '9栋107', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340359, '卓琼', '女', '15206297275', '13104032068', '1999-02-13', '德阳路99号-10-2', '439169199902131267',
        '20x860gu@163.com', '6栋418', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340360, '父贵', '男', '13401380759', '13606027298', '2003-07-25', '广西街28号-4-4', '425094200307256602',
        'oowfde0k2@qq.com', '11栋608', 1003, '在读', '');
INSERT INTO `student`
VALUES (202012340401, '娄锦', '女', '13306817534', '15705453365', '1999-12-17', '高唐街93号-10-6', '428166199912173252',
        'a02hrikgy@sohu.com', '4栋107', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340402, '毛斌', '男', '15701328583', '13500361757', '2002-06-22', '博平街78号-6-1', '424628200206223698',
        '6xhn4bt5@qq.com', '7栋512', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340403, '续宁妍', '女', '13205964864', '15101818433', '2002-09-18', '濮县街27号-10-2', '425933200209185542',
        'zaaegf71b@aol.com', '4栋508', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340404, '褚浩彬', '男', '13307978202', '15905872049', '2002-11-16', '新昌街111号-11-8', '423495200211165991',
        'hf1mbo51@googlemail.com', '12栋610', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340405, '郁昭琳', '女', '13704672169', '15702092649', '2000-08-04', '无棣三街50号-16-5', '438000200008047918',
        'zr7hkg3@aol.com', '5栋412', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340406, '松风', '男', '15506436532', '15105422039', '1999-02-15', '春阳路112号-7-6', '431738199902151584',
        'zs251juc@hotmail.com', '7栋622', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340407, '危姬', '女', '15901247377', '15008507477', '2003-08-09', '金门路116号-18-5', '429545200308094117',
        'xq6yll@yahoo.com.cn', '1栋214', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340408, '戴荣莉', '女', '13100725350', '15508701101', '2003-09-07', '台东八广场96号-11-10', '437947200309072029',
        'tnezkywk@0355.net', '2栋514', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340409, '任力强', '男', '15102260449', '13400625726', '1999-09-03', '台西纬四街128号-4-5', '439398199909034296',
        '6y4bxhb@aol.com', '8栋518', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340410, '易邦辉', '男', '13904595016', '13107957035', '2003-05-24', '艳阳街132号-5-5', '433330200305241593',
        '45zh2ay8r@gmail.com', '10栋116', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340411, '魏义良', '男', '15908557588', '15902135242', '2002-06-15', '新昌街146号-1-1', '432329200206151583',
        'en6sual2@0355.net', '11栋207', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340412, '梅宁', '女', '13002558933', '15500463167', '1999-08-08', '磁山路84号-14-6', '425270199908087287',
        'vka0im@yahoo.com.cn', '6栋206', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340413, '司冰娥', '女', '15901182411', '13205996521', '2002-09-12', '嘉祥路123号-16-1', '426122200209128697',
        '9n942j4@163.com', '2栋620', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340414, '濮珊', '女', '13704987671', '13302587463', '2000-09-22', '东阿街111号-4-7', '434954200009225917',
        'l9n83xqj@live.com', '6栋519', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340415, '邢枫', '女', '15501042370', '15101741141', '2000-03-09', '合江路60号-8-9', '422896200003092554',
        'ajf8j07z@3721.net', '6栋619', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340416, '宓健', '男', '13805343480', '13904862730', '2001-02-06', '台东东七广场95号-2-9', '431797200102061998',
        'cvgi28m@3721.net', '12栋316', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340417, '宰健', '男', '15905329053', '15800430793', '2001-11-05', '龙泉路75号-12-6', '439916200111054309',
        'vx8yeu3dq@0355.net', '9栋307', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340418, '傅爱锦', '女', '15301784223', '13103076149', '2002-02-08', '广西支街39号-6-4', '428847200202087023',
        '8t51ezk8@126.com', '5栋414', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340419, '诸琰菁', '女', '13300290393', '13003665541', '2002-06-26', '十梅庵街88号-8-1', '427893200206266484',
        '7lp3lddwt@yeah.net', '3栋603', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340420, '徒昌哲', '男', '15508361299', '15603592642', '2002-01-22', '天台一广场115号-8-6', '427602200201226405',
        'r4ue0dv@qq.com', '12栋305', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340421, '晁超伟', '男', '15804892939', '13705501384', '2001-11-15', '隆德广场31号-15-8', '437855200111153412',
        'f6782r31l@qq.com', '8栋520', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340422, '全裕风', '男', '13608258270', '13602677922', '1999-05-23', '长春街47号-5-4', '422758199905236028',
        'cn7re0kz5@sohu.com', '12栋211', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340423, '缪梅晶', '女', '15508347643', '13505625730', '2000-01-21', '日照街132号-6-4', '428439200001216469',
        'ip11nv@sohu.com', '4栋210', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340424, '韩海', '男', '13603993831', '15607052182', '2000-07-04', '博山大厦141号-8-4', '436423200007041803',
        'dao62i@live.com', '12栋622', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340425, '阳强', '男', '15701854972', '15705987066', '2003-04-15', '金口三路87号-17-10', '433074200304153586',
        'egu8hybj@126.com', '10栋612', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340426, '钟文', '男', '15007738088', '13302924425', '2002-11-14', '中城路76号-13-8', '424110200211141806',
        '0hxh2nq3m@263.net', '7栋522', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340427, '汲咏', '女', '15800501587', '15903210579', '1999-12-12', '西藏路75号-15-5', '441128199912125893',
        'eeu51fu@yeah.net', '6栋323', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340428, '段榕强', '男', '15502356744', '15002990032', '1999-08-27', '昌平街108号-4-10', '422430199908272946',
        'ib2a24s6y@yeah.net', '7栋603', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340429, '海欣芬', '女', '15906800803', '15506837073', '2002-05-09', '珠海一广场119号-4-5', '435910200205093279',
        'uu4nwe6ru@163.com', '3栋125', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340430, '车英飘', '女', '13303085838', '15600121587', '2002-01-22', '安城街50号-11-8', '435042200201225561',
        'xzamy31u@3721.net', '1栋604', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340431, '范娣', '女', '15604997033', '13100682670', '2001-08-17', '临淄路85号-12-2', '437963200108171682',
        '0aeeu4eql@163.com', '2栋617', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340432, '祝芝', '女', '15004491406', '15605762158', '2003-01-26', '雒口大厦107号-12-1', '433256200301268186',
        'cx6am2@aol.com', '3栋505', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340433, '彭腾', '男', '15208776319', '13001747901', '2001-03-18', '商河路47号-2-2', '437584200103185376',
        '9lzawntmv@163.com', '9栋325', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340434, '简以振', '男', '13502468172', '15002254901', '1999-01-21', '江西街104号-9-6', '435477199901213619',
        'bg923v@163.com', '12栋308', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340435, '晁福', '男', '13900431699', '15004240314', '2001-03-26', '澳门八街117号-8-9', '434409200103263963',
        '5uss83m@sohu.com', '10栋113', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340436, '曾龙元', '男', '15702590171', '15902783886', '2002-09-27', '历城广场68号-14-6', '436999200209274984',
        'jirvgjqo@aol.com', '10栋512', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340437, '应弘民', '男', '13103556732', '13101555771', '1999-07-21', '大成大厦115号-14-10', '440322199907212438',
        'if16eoc80@msn.com', '12栋605', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340438, '苍亚', '女', '15904165983', '15107152409', '2003-08-13', '湛山三路117号-13-3', '428145200308138188',
        'oyz7wvwt@gmail.com', '2栋218', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340439, '扶婉悦', '女', '15307502591', '15208012225', '2003-06-24', '新昌街94号-9-2', '428020200306241783',
        '589luerk@163.net', '1栋222', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340440, '红燕薇', '女', '15708767550', '13500090233', '2001-02-01', '昆明路83号-2-6', '421603200102015985',
        'las9r9fpf@163.net', '4栋603', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340441, '皮瑗希', '女', '15207374348', '13904070218', '1999-08-11', '澳门八街65号-18-10', '432547199908117128',
        '9at4fsm@3721.net', '1栋506', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340442, '毛盛', '男', '13908089028', '15605434680', '1999-05-10', '齐东路34号-18-4', '422891199905104214',
        'y7h1r8@sina.com', '8栋610', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340443, '太舒嘉', '女', '13205393464', '13101961085', '2000-09-27', '金门路44号-2-2', '436086200009272101',
        'a81d2af@126.com', '3栋210', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340444, '孔嘉芝', '女', '15302547405', '15103149096', '2003-12-19', '台东西七街51号-9-5', '430788200312192441',
        '02y4xr@3721.net', '6栋413', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340445, '柯杰天', '男', '15308427239', '15704723678', '2003-03-27', '振兴街63号-12-8', '421272200303271415',
        '5byqycv@126.com', '12栋406', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340446, '毛琬枫', '女', '15504348225', '13308624531', '1999-12-03', '仙山西大厦130号-8-6', '434009199912036571',
        'vvvwml@yahoo.com.cn', '6栋123', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340447, '羊武翔', '男', '13006398542', '13106338147', '2000-11-03', '闽江二广场90号-3-4', '427901200011032310',
        '5k95j73@yeah.net', '9栋221', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340448, '山雄以', '男', '15902750132', '13606431396', '1999-05-10', '大名路58号-17-10', '425038199905105436',
        'pdimne4e@qq.com', '12栋512', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340449, '郁豪', '男', '13605025559', '15002632185', '2000-09-05', '正阳路35号-20-3', '431480200009053715',
        '3mcdb8041@ask.com', '8栋102', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340450, '赫厚彪', '男', '15308568868', '15207854944', '2000-12-09', '济阳路133号-6-10', '437014200012096452',
        's9kqtgo71@3721.net', '8栋224', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340451, '贝桂馥', '女', '13306300383', '13605258333', '2000-12-27', '观海一路138号-16-3', '437011200012278682',
        'fvpnkakb@gmail.com', '3栋622', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340452, '羊莲', '女', '15308006249', '15508720967', '2002-05-08', '铁山广场116号-19-9', '436003200205087248',
        'npm9ew9@163.com', '4栋214', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340453, '乐厚健', '男', '13208256015', '15701030295', '2000-01-27', '郭口东街121号-7-9', '421621200001276028',
        'hcm5fjpnd@googlemail.com', '7栋324', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340454, '计政', '男', '15701706915', '15900647924', '1999-03-28', '石岛广场96号-4-6', '435096199903282912',
        'xd04wf@163.com', '10栋113', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340455, '云勤', '女', '13404807703', '13001860147', '2002-07-24', '金口一广场85号-11-3', '438444200207248439',
        '18apte401@yahoo.com.cn', '1栋308', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340456, '伊善', '男', '13206968538', '13304755977', '1999-05-19', '人和路115号-13-4', '430170199905192166',
        'inbigf7gf@yeah.net', '10栋312', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340457, '吉河', '男', '15307690458', '13200802136', '2000-06-07', '丰县广场128号-16-1', '430330200006072766',
        '520ngz218@263.net', '9栋121', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340458, '韦璐', '女', '13701711359', '13808825045', '2000-03-01', '新浦路20号-5-8', '427191200003014753',
        'b6gvtf8@126.com', '5栋624', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340459, '颛海', '男', '13101380964', '15500586269', '2000-07-22', '大港纬三街110号-4-4', '427696200007225662',
        '5zze3lex1@3721.net', '7栋504', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340460, '侯勇', '男', '15901937949', '15306868065', '2002-01-22', '太平角三大厦87号-1-10', '429230200201222536',
        'ijo9pv@163.com', '8栋407', 1004, '在读', '');
INSERT INTO `student`
VALUES (202012340501, '全元功', '男', '13501468693', '13504907731', '2003-11-03', '港通路135号-2-1', '436330200311035322',
        'coei1lq@126.com', '11栋225', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340502, '纪君眉', '女', '15803314110', '15000448487', '2003-11-03', '菜市二路34号-3-6', '434636200311032638',
        'o7ex9xtb@263.net', '4栋102', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340503, '宰宁', '女', '13701403522', '15305461097', '2003-03-08', '中山街59号-11-6', '422656200303081200',
        'boaowy8b4@163.net', '1栋606', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340504, '崔晓菊', '女', '13706933089', '15003426158', '2002-12-10', '济宁支街80号-13-10', '432932200212108433',
        'kvfj3a0@yahoo.com.cn', '4栋307', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340505, '侯思瑗', '女', '15301376058', '13000362179', '2002-12-22', '吴县一街14号-5-7', '438527200212224346',
        'lufttn@yahoo.com.cn', '3栋413', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340506, '姓言成', '男', '15300447076', '15501030268', '1999-04-24', '邹县广场147号-9-3', '438552199904247973',
        '056wfbp@yahoo.com.cn', '12栋618', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340507, '通姬芬', '女', '15700303351', '13107163168', '2001-05-10', '青海支路18号-14-1', '426299200105103202',
        'qzirye7@126.com', '3栋510', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340508, '扈建', '男', '15806397721', '15506981082', '2001-07-25', '绍兴广场143号-18-8', '428633200107252241',
        'g82lkdy@3721.net', '9栋311', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340509, '侯璧', '女', '13405342395', '15908676874', '2001-09-02', '曹县路65号-12-1', '430106200109024415',
        'g1jb9uzff@hotmail.com', '6栋321', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340510, '从浩', '男', '13506873916', '13208424130', '2003-10-20', '岳阳路30号-12-9', '425715200310206640',
        '7ke9qh9@yahoo.com.cn', '7栋308', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340511, '江致', '男', '15100418106', '13701972032', '1999-02-15', '宜兴大厦149号-2-5', '432601199902151225',
        '7sbcj6x@yahoo.com', '7栋613', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340512, '吕婕琼', '女', '13804694053', '15602125631', '2000-04-19', '宁阳广场124号-17-5', '426005200004192947',
        '2jnbt0@163.com', '6栋324', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340513, '卢珍园', '女', '13800233033', '15608834686', '2002-10-21', '嘉祥路115号-3-5', '434201200210213660',
        '3h6bwkn0f@googlemail.com', '3栋321', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340514, '台娥', '女', '15903634790', '13200621365', '1999-11-20', '台湾街60号-11-10', '433841199911204541',
        'ls8bsrzw4@ask.com', '2栋510', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340515, '寿聪惠', '女', '15903853930', '15305403204', '2001-12-09', '商河路132号-11-2', '422618200112098059',
        '0af62omui@0355.net', '6栋301', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340516, '司韵珠', '女', '15806717428', '13308006214', '2001-04-01', '沾化街86号-11-3', '433393200104015738',
        '69xebod4@yeah.net', '4栋502', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340517, '班邦', '男', '13904900835', '15808888171', '2002-07-10', '小港沿140号-20-10', '430040200207108353',
        'wbcsdxk8@gmail.com', '8栋611', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340518, '姜固', '男', '15306455169', '13500550272', '2002-06-11', '港青街24号-15-2', '428626200206111994',
        '9vmhd6c@gmail.com', '10栋117', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340519, '米莺姣', '女', '13807095926', '15107915014', '2001-12-24', '蒙阴大厦76号-15-6', '437713200112247037',
        'i92hnrm@yeah.net', '1栋224', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340520, '楚霭', '女', '13700783373', '13105315760', '2003-02-13', '禹城街42号-6-9', '422036200302136168',
        'tawgt5rh@163.com', '4栋406', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340521, '武昌', '男', '15104597542', '15700201899', '1999-11-05', '无棣纬一广场63号-16-8', '432161199911057429',
        'e50v5t2@gmail.com', '9栋115', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340522, '黎怡', '女', '15107491373', '13805210087', '2000-07-04', '台东西七街15号-7-8', '422236200007046676',
        'bir1vz4o@163.net', '1栋518', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340523, '正冰', '女', '15803185428', '15901516277', '2003-12-21', '龙江街53号-4-10', '428569200312215762',
        'wdxws5ayy@yahoo.com', '4栋406', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340524, '纪莺珍', '女', '15306231907', '15900050042', '2001-04-23', '团岛二路78号-1-10', '428180200104233968',
        'h3imkh2im@live.com', '3栋318', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340525, '松家福', '男', '13700228133', '13401320437', '2002-01-12', '曲阜街56号-6-4', '437449200201128361',
        'd4av1erxv@3721.net', '8栋616', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340526, '万善诚', '男', '15104412785', '13402790047', '2003-12-16', '龙泉路121号-9-7', '437391200312162994',
        'cub4exhju@msn.com', '12栋312', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340527, '粱功旭', '男', '13803291197', '15708283869', '2003-10-23', '宁波路143号-2-9', '436536200310237685',
        'kkgxi4@qq.com', '9栋105', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340528, '微琰', '女', '15206240878', '13103855453', '2003-12-15', '邹县广场99号-1-6', '424432200312156142',
        '218hug5p@hotmail.com', '4栋507', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340529, '赖刚', '男', '15900146457', '13900936229', '2002-05-27', '郓城南路111号-4-8', '440367200205278019',
        '8ko3qlo@163.com', '8栋617', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340530, '勾艳', '女', '13404760745', '13700476720', '2002-05-03', '邱县路84号-14-6', '431723200205034473',
        'qnl2d0@126.com', '1栋410', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340531, '江飞', '男', '13201457503', '15803125330', '2002-03-09', '范县路91号-8-3', '434652200203094955',
        'xirkb4tnd@sohu.com', '12栋510', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340532, '容先世', '男', '15708674347', '15802870256', '1999-04-26', '仙游路16号-18-8', '423167199904266996',
        'n9hdfl0b@263.net', '10栋218', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340533, '季青', '女', '13805206498', '15101343614', '2000-12-07', '四平路142号-4-1', '435026200012072670',
        '6xp2yt3nx@126.com', '1栋117', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340534, '郏凤', '女', '13800661026', '13801385957', '2002-12-16', '台西纬四街40号-17-2', '440660200212165722',
        'agut64k4@163.com', '2栋122', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340535, '百泰', '男', '15303343792', '15207051825', '2001-10-02', '安庆路132号-12-2', '425123200110023655',
        'raxdebzw7@aol.com', '12栋520', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340536, '韶枫', '女', '15804421422', '15000913462', '2000-02-15', '高苑大厦68号-1-6', '434050200002151828',
        'a62e1sn@163.net', '4栋305', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340537, '叔淑芝', '女', '13202938933', '13605930247', '2002-04-23', '东光大厦71号-10-5', '437806200204234399',
        '3r6dth@sina.com', '2栋414', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340538, '扶融希', '女', '15905674271', '13305263925', '2002-12-26', '博山大厦112号-5-9', '431014200212263331',
        'ndvtd705j@263.net', '3栋519', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340539, '昌树', '男', '15904984686', '13900662367', '2002-08-28', '伏龙街75号-1-2', '440076200208285939',
        '7kppkns@126.com', '8栋514', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340540, '管琛', '男', '15302808783', '13506072589', '2000-01-24', '清和街66号-17-3', '435390200001247435',
        'yz5q6u@yahoo.com', '11栋502', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340541, '宇龙', '男', '15605622469', '13203892270', '2000-06-16', '甘肃广场58号-11-6', '422985200006165616',
        'kde0hu6md@gmail.com', '10栋420', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340542, '阎伟鹏', '男', '15607582903', '15601957057', '2001-02-09', '泰山广场66号-9-9', '440572200102096061',
        '6zmrgj3@yeah.net', '11栋323', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340543, '台朋', '男', '13605698741', '13300245827', '2001-07-12', '三门峡路72号-12-8', '426798200107127640',
        'xkrbx21z@yahoo.com.cn', '10栋117', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340544, '双华荷', '女', '13808693712', '15703307409', '2000-01-20', '台西纬一广场140号-11-8', '430947200001208336',
        '9ysnemn@ask.com', '3栋116', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340545, '支菊', '女', '13106582401', '13002120527', '2001-01-09', '营口路140号-13-8', '425686200101097560',
        'k3jnnvgb@0355.net', '4栋518', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340546, '毕东子', '男', '15907454802', '13207003041', '2000-08-20', '锦州支街67号-4-9', '433651200008201882',
        '69ur8n@126.com', '7栋112', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340547, '诸政若', '男', '13703249100', '13000563258', '2002-11-01', '新昌街20号-13-1', '428311200211017256',
        'lwuji6b@163.net', '9栋317', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340548, '廖欣', '女', '15707138900', '15708168586', '2003-10-27', '台北路149号-3-7', '421950200310273913',
        'uy5stw6j@yahoo.com', '4栋210', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340549, '诸以星', '男', '15101582932', '13004153904', '2002-11-16', '滨县广场88号-4-3', '434138200211162489',
        'drbrg51@ask.com', '10栋404', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340550, '丁丹玲', '女', '15606318275', '15006238415', '2001-04-15', '漳州街116号-14-8', '424077200104157578',
        'gegl4fz@yahoo.com.cn', '6栋223', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340551, '羊苑', '女', '15808257328', '15002022787', '2001-02-12', '东光大厦64号-13-6', '429557200102121281',
        '54yqlqabn@aol.com', '1栋520', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340552, '阎谦鸣', '男', '13207650574', '15707358178', '2000-08-20', '长安路140号-6-6', '434698200008207831',
        'ndvqfoih@yeah.net', '12栋518', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340553, '龙树壮', '男', '15206593472', '13700476903', '2003-02-27', '民航街59号-15-3', '433369200302276033',
        't40d1nb@yahoo.com', '11栋409', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340554, '富素丽', '女', '15008835647', '15905108572', '2000-09-01', '岳阳路117号-13-7', '423560200009016506',
        'act7uhj@yahoo.com.cn', '3栋204', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340555, '段竹', '女', '15801308908', '15805472022', '2002-10-16', '德阳路141号-5-3', '424609200210162948',
        '29lvuq@ask.com', '3栋514', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340556, '管政善', '男', '13702553370', '13901344941', '2000-06-25', '信号山路91号-19-3', '439991200006251441',
        'kba2rd@263.net', '12栋122', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340557, '怀江', '男', '15804513601', '15605855847', '2001-05-01', '澳门八街68号-20-3', '431229200105014990',
        'e9cz9nt@ask.com', '8栋113', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340558, '屠瑞', '女', '15505820138', '15705871279', '2003-10-15', '标山路23号-7-5', '440147200310155617',
        '6bgect8@yahoo.com.cn', '3栋602', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340559, '屈晶媛', '女', '13806024409', '15502046287', '1999-08-16', '长兴街144号-4-10', '441032199908168277',
        'vipvowf@hotmail.com', '2栋506', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340560, '闻俊克', '男', '15100044447', '13907444836', '2003-11-06', '顺兴街56号-4-9', '437215200311065029',
        '0gjwjpn@263.net', '7栋222', 1005, '在读', '');
INSERT INTO `student`
VALUES (202012340601, '梅寒', '女', '13500711051', '13502222980', '2000-09-13', '台西三路50号-3-8', '437696200009134993',
        '7u2u7j0e@live.com', '4栋124', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340602, '潘红凤', '女', '13205748634', '15706341373', '2003-01-06', '台东七大厦46号-9-6', '422445200301061634',
        '3wjqfrzcs@263.net', '5栋505', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340603, '康行启', '男', '13106358968', '13900260596', '2001-05-17', '宁海路54号-3-1', '432094200105174898',
        'cwmr8v5ge@163.net', '10栋505', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340604, '劳琛永', '男', '15902254928', '15108635782', '2002-01-07', '恒台街47号-4-6', '432092200201078024',
        'bke6sp@yahoo.com.cn', '9栋425', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340605, '利瑾', '女', '15600388752', '15307806331', '2000-11-21', '东海中街30号-4-3', '431012200011215701',
        '7jqompt@0355.net', '6栋605', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340606, '宇善', '男', '15507678544', '13002734110', '2001-07-17', '古庙工业园89号-19-6', '426803200107171774',
        'ukcfkxj@3721.net', '12栋316', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340607, '公秋咏', '女', '15701422035', '13903103211', '2002-06-07', '中城路36号-8-4', '440623200206077424',
        'c9dt02m7c@hotmail.com', '1栋212', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340608, '印星弘', '男', '15103788018', '13102585853', '2001-12-01', '通化路63号-14-3', '440671200112015471',
        'vkkotzpr@googlemail.com', '10栋121', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340609, '连纨', '女', '15606202481', '13402732042', '2000-03-16', '无棣三街16号-17-4', '427630200003167346',
        'u5tf02sy2@yeah.net', '3栋622', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340610, '秋胜', '男', '15302838003', '15305957094', '2003-10-19', '瑞云街104号-13-3', '436869200310197488',
        'fc66oro7@ask.com', '11栋120', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340611, '孙乐', '男', '13108251850', '13602500520', '2002-10-01', '临淄路130号-13-7', '422032200210015751',
        '0dhhs1@0355.net', '7栋320', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340612, '蓝荣璐', '女', '15003506019', '13806872063', '2001-02-03', '威海广场97号-13-7', '441066200102032603',
        'xxh3vyxv@ask.com', '4栋603', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340613, '康妍', '女', '13208446642', '13607380510', '1999-01-21', '济宁街90号-8-3', '421910199901211533',
        'txnsroas@3721.net', '4栋305', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340614, '西瑞华', '女', '15107058522', '13807584437', '2001-04-04', '莱芜二路132号-15-8', '435208200104044333',
        '70bhzgvpu@aol.com', '2栋103', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340615, '申萍', '女', '13906528750', '15601557164', '2000-03-17', '单县路120号-19-1', '439602200003174922',
        '44fo4tn8a@qq.com', '2栋117', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340616, '安中超', '男', '13906208792', '15308095823', '2000-04-22', '热河大厦73号-1-3', '427064200004224370',
        'ad4c453b9@163.com', '12栋419', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340617, '郦真筠', '女', '15601535947', '15202935399', '2002-12-13', '齐东路122号-19-3', '422613200212133250',
        'tkaadnj@3721.net', '5栋202', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340618, '尤维梁', '男', '15007451553', '15705302845', '2002-11-26', '茌平路114号-13-8', '425732200211262886',
        '7xalrm@sina.com', '12栋511', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340619, '生山友', '男', '15601546916', '13002332034', '1999-03-20', '浙江路26号-13-6', '425113199903201232',
        'kmoqjg@hotmail.com', '9栋401', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340620, '迟东成', '男', '13204766391', '15706625765', '1999-04-16', '蒲台大厦88号-10-9', '425751199904162832',
        'cnj7t4k@163.com', '7栋325', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340621, '红珊', '女', '15308605493', '13205273515', '2000-06-23', '伏龙山路81号-6-4', '436977200006236416',
        'odwax9bu@googlemail.com', '2栋405', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340622, '翟龙龙', '男', '13406963029', '15304922601', '2000-06-13', '花莲街116号-16-9', '421973200006137458',
        'mpi996q@sina.com', '9栋624', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340623, '雍朗', '男', '13001791294', '13208514649', '2000-11-16', '西藏路110号-11-8', '421949200011163513',
        'gnorclnh7@gmail.com', '9栋220', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340624, '管春婷', '女', '13305070652', '13901814284', '1999-02-04', '东海西路142号-9-3', '433150199902048247',
        'bt7hgo4@live.com', '3栋216', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340625, '纪霭', '女', '15505431578', '13503600309', '2002-05-24', '洪泽湖路30号-12-10', '422623200205241992',
        'mnov3rl9k@hotmail.com', '3栋523', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340626, '邱弘', '男', '15703476428', '13208001209', '2001-01-01', '青大一街60号-5-9', '440227200101015750',
        'ze0h6a@ask.com', '10栋605', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340627, '涂辰', '男', '13603444708', '13106030886', '2003-10-09', '太平路148号-14-3', '427137200310096097',
        '4vlf848@0355.net', '8栋408', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340628, '韦松', '男', '13001376573', '13805280584', '2003-11-10', '中山街131号-6-7', '432956200311101829',
        'mpqgfis@aol.com', '11栋517', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340629, '秋良', '男', '13107128625', '15508004165', '2000-03-21', '山城广场86号-11-2', '428631200003216580',
        'i7zype@qq.com', '8栋209', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340630, '正梁风', '男', '13407933185', '13005302907', '2001-01-18', '枣庄广场99号-1-6', '434063200101186687',
        'lbh9ntka@aol.com', '10栋315', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340631, '靳君云', '女', '15104722715', '15507788327', '1999-06-21', '通化路93号-18-9', '438488199906218532',
        '5idvgj9q9@qq.com', '5栋219', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340632, '法丹', '女', '15607128253', '13300841546', '2001-04-20', '吴兴一广场128号-18-7', '437775200104202580',
        'cxrbpsz@hotmail.com', '6栋222', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340633, '扈红琼', '女', '15106657054', '15003753289', '1999-02-13', '黄岛路130号-16-7', '421785199902136991',
        '3ryc3x@qq.com', '6栋108', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340634, '昌先', '男', '13205463617', '15308531906', '2002-03-05', '福建广场59号-17-10', '427243200203054664',
        '1hnhsj132@aol.com', '8栋307', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340635, '饶邦山', '男', '13905078091', '13407414848', '2003-01-13', '上杭路85号-2-7', '429195200301137799',
        'n8olzakoc@0355.net', '10栋214', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340636, '东娜', '女', '13101937943', '13701781904', '2002-09-01', '丰海路11号-15-10', '435818200209014792',
        '8v673yr8@hotmail.com', '1栋421', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340637, '鲍安', '男', '13707594007', '13303974163', '2001-07-11', '莘县路136号-4-6', '431059200107118203',
        'tamclov@3721.net', '9栋514', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340638, '伯苑', '女', '13507257005', '13702433639', '2002-03-08', '市场二大厦12号-15-10', '431028200203085428',
        'fse29jqm@163.net', '5栋401', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340639, '乐荔霄', '女', '13207170340', '15001432870', '2000-10-20', '嘉祥路11号-20-8', '441161200010208658',
        'pgfg9y@gmail.com', '6栋524', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340640, '安贵', '男', '13704664404', '13104555697', '2003-08-05', '延安二广场20号-12-5', '423420200308053569',
        '31e5ns29y@qq.com', '7栋122', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340641, '牛德', '男', '15805427799', '13305408173', '2000-05-16', '闽江三路119号-3-4', '440073200005166700',
        'eysobhsvv@126.com', '12栋102', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340642, '崔栋', '男', '13004501229', '15001961124', '2001-03-18', '单县路17号-20-2', '424212200103186321',
        'w76ez8@ask.com', '12栋107', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340643, '张融珠', '女', '13806350214', '13407280746', '2000-12-12', '团岛三街77号-19-7', '433657200012127725',
        'mj4lvrv@yahoo.com.cn', '2栋209', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340644, '伯琳凤', '女', '13906347384', '13802714608', '2001-10-09', '屏东广场87号-11-6', '430507200110092538',
        'hjkxqml@googlemail.com', '2栋521', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340645, '敖钧', '男', '15803361502', '15205668404', '2000-03-27', '大港一广场78号-6-1', '430882200003277753',
        'zy15u881@sohu.com', '10栋502', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340646, '宗晨', '男', '15708423451', '15803504691', '2001-03-02', '黄县路67号-7-8', '438110200103027550',
        'xoipwy@aol.com', '10栋303', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340647, '夏璧爱', '女', '15101484158', '13506832797', '2003-05-09', '云霄大厦47号-13-6', '432508200305097643',
        'koa61m2z@0355.net', '1栋301', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340648, '翟勤', '女', '13901864995', '13107256468', '2003-05-21', '上海路66号-9-6', '421613200305216862',
        'jvvduuh@263.net', '5栋604', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340649, '苗香', '女', '13507170437', '13608676243', '2002-03-14', '湛山四大厦48号-12-7', '432971200203146698',
        'eqy7dr9h@yahoo.com', '1栋310', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340650, '关娴', '女', '15704904431', '15003566603', '1999-10-01', '镇江街118号-7-5', '427137199910014634',
        'btttmd@sohu.com', '4栋219', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340651, '政琼', '女', '15702805473', '15604305233', '2000-02-28', '台东八广场74号-7-2', '425915200002283692',
        'qa7797h@ask.com', '4栋509', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340652, '宫贞伊', '女', '13201963229', '15904941504', '1999-07-09', '荷泽四路70号-4-1', '425756199907098382',
        'f98ty4@0355.net', '3栋609', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340653, '伯怡欢', '女', '15202324810', '15803295236', '2003-10-10', '大港四街90号-12-8', '433306200310101410',
        'tb9j0vivr@sina.com', '2栋525', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340654, '桓珠', '女', '15602721474', '15307283631', '2000-12-02', '吴兴二大厦46号-18-8', '427658200012021746',
        'lminqag0l@live.com', '3栋618', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340655, '史坚保', '男', '15701060204', '13304004855', '2002-04-16', '道口路36号-1-8', '439509200204165460',
        'v0fqd35yk@yahoo.com.cn', '11栋310', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340656, '谷丽', '女', '15106330189', '13507576574', '2000-06-20', '盐城街122号-9-8', '437851200006203106',
        'xqpfzcdj@ask.com', '3栋304', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340657, '岑天', '男', '13205500125', '13405991603', '2002-08-08', '标山路70号-10-2', '438434200208086327',
        'z649rhb@aol.com', '8栋414', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340658, '乐琦素', '女', '15204830307', '15908557621', '2002-07-17', '长春街23号-18-6', '438329200207171061',
        're49die9@263.net', '5栋108', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340659, '怀生', '男', '15303698736', '13601168018', '2000-02-19', '大港纬二路77号-15-9', '433719200002197261',
        '93j4q579@yahoo.com.cn', '9栋507', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340660, '祁馥伊', '女', '15807473453', '13401421583', '2002-04-06', '徐州大厦13号-10-9', '428359200204061394',
        '7gk60ekp@live.com', '4栋114', 1006, '在读', '');
INSERT INTO `student`
VALUES (202012340701, '居永毅', '男', '13205135732', '15604774114', '2001-03-21', '顺城路146号-11-9', '429871200103214397',
        'n07baq4@126.com', '8栋401', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340702, '耿斌', '男', '13104553664', '15508403856', '2003-11-09', '武城广场52号-20-8', '425300200311097603',
        'vba95x1qp@263.net', '9栋205', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340703, '艾永江', '男', '15606340801', '13703486178', '2002-02-22', '庆祥街68号-8-8', '431120200202226927',
        'djgpmgg@msn.com', '11栋319', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340704, '贝德敬', '男', '13505865307', '15006563716', '2003-11-15', '台东东二路87号-15-8', '434183200311158599',
        'qn5xdnwzk@yahoo.com', '9栋524', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340705, '缪雄广', '男', '13506841093', '13103544375', '2003-08-01', '华城路49号-14-7', '435610200308017477',
        'sf3e4601v@0355.net', '11栋324', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340706, '夔良', '男', '15708800777', '15608754256', '2003-02-13', '定陶街21号-10-9', '437585200302137604',
        '92m3vu112@aol.com', '12栋210', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340707, '权群朋', '男', '13808383962', '15006617946', '2000-04-08', '云溪广场117号-9-5', '426683200004087612',
        'thvznnlt@126.com', '11栋125', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340708, '寇行平', '男', '13405113826', '15005333733', '2001-12-14', '利津路40号-4-8', '440959200112142059',
        '8v0qvi@ask.com', '12栋119', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340709, '商寒滢', '女', '13901458581', '15302702796', '2001-04-20', '青大街140号-6-1', '426142200104201517',
        'sxp75hr@googlemail.com', '4栋605', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340710, '相震', '男', '13302874849', '13104035690', '2000-10-24', '漳平路117号-1-5', '427128200010248596',
        'oilwgl1f@sohu.com', '7栋624', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340711, '宗莎琦', '女', '15302915155', '15506033178', '2002-12-15', '庆祥街65号-19-6', '437310200212158203',
        'aaf5tc@live.com', '6栋614', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340712, '璩咏', '女', '13900892652', '15904400489', '2001-01-08', '新昌街102号-16-1', '440915200101082475',
        'gcv4j1gts@qq.com', '5栋317', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340713, '秋菊', '女', '13000405603', '13305724563', '2001-09-21', '瑞云街53号-8-1', '437877200109211972',
        '7lkicl@263.net', '2栋105', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340714, '幸宁', '女', '13000734494', '13501987110', '1999-04-23', '江南大厦123号-13-5', '438567199904237070',
        'ddzciqnds@sina.com', '1栋513', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340715, '邴厚', '男', '13808875749', '13702084220', '2002-12-10', '太平角五路147号-13-6', '441054200212106674',
        '2r2jqyjx0@ask.com', '11栋202', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340716, '壤蓓', '女', '13001842231', '13905518745', '2002-04-18', '山城广场58号-15-3', '428388200204184532',
        'r44evl@sina.com', '5栋224', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340717, '骆蓓', '女', '13408454623', '15508575520', '1999-12-15', '乐清广场61号-9-5', '430701199912152243',
        'jm3wetx0@sina.com', '5栋102', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340718, '蒯善', '男', '13100175594', '15005388100', '1999-02-21', '文阳街14号-10-4', '435170199902215612',
        'r52vd856e@163.net', '11栋223', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340719, '相泽哲', '男', '15806011637', '13402244961', '1999-04-01', '澳门六广场87号-12-5', '426285199904018511',
        'd4d9m8@ask.com', '7栋321', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340720, '通友', '男', '13705495653', '15802446800', '2001-08-25', '台东西二路13号-6-9', '422441200108253898',
        '9yoebt9@yahoo.com.cn', '11栋402', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340721, '秋岚舒', '女', '15006774853', '13001161600', '2001-07-19', '王村路120号-2-8', '432856200107192123',
        'enyzlq@aol.com', '4栋319', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340722, '敖瑞美', '女', '15001073555', '13608834283', '1999-12-28', '济宁支街143号-13-5', '427870199912283140',
        '3fgb0fyy2@yahoo.com.cn', '5栋406', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340723, '孙欣', '女', '13006094320', '13804201560', '2001-07-17', '如东路146号-15-2', '425241200107175442',
        '5qzrq4q@sina.com', '3栋319', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340724, '籍欣', '女', '15305741847', '13704924765', '2000-01-08', '振兴街121号-11-1', '431968200001082368',
        '0nmih5@163.com', '6栋422', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340725, '冉雁韵', '女', '15101330766', '13901212380', '1999-02-17', '临朐路84号-6-3', '421678199902173449',
        'gsdrzura3@sina.com', '5栋611', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340726, '苗诚', '男', '13501140512', '15705226090', '2002-04-06', '郭口大厦111号-18-7', '429729200204066589',
        'usn4hhu@yahoo.com', '10栋320', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340727, '诸昌思', '男', '13601325045', '13106942777', '2003-05-13', '大港一广场127号-8-9', '430470200305133526',
        'a84ef0n@163.com', '9栋404', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340728, '毋露', '女', '13002924288', '15002673946', '2003-01-28', '无棣四路91号-9-6', '432305200301285049',
        'ifh8q922@sina.com', '5栋404', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340729, '卓强', '男', '13505585015', '13106885299', '1999-10-26', '云门一街100号-20-7', '436095199910268081',
        '42jy80@yahoo.com.cn', '12栋419', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340730, '缪东鹏', '男', '15305202657', '15902616545', '1999-09-16', '诸城大厦106号-7-6', '425917199909163631',
        'utspvsks@yeah.net', '12栋114', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340731, '商义', '男', '15105220345', '15508730793', '1999-01-06', '大港一广场84号-13-5', '428836199901065836',
        'q5f00h@googlemail.com', '9栋116', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340732, '利清', '男', '13106918124', '15600343002', '1999-02-13', '易州广场23号-11-2', '435116199902131192',
        '4vnsr2@126.com', '12栋602', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340733, '宗以', '男', '13708343317', '15105861046', '2003-06-03', '驼峰路88号-19-5', '440954200306034629',
        'omwuhawe@ask.com', '10栋423', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340734, '阚勤', '女', '13307284170', '13102088285', '2003-07-25', '曹县路11号-16-1', '426279200307256226',
        'oy54lhri@gmail.com', '6栋604', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340735, '公广', '男', '15500922766', '15208245324', '2001-12-28', '东阿街66号-4-6', '428518200112284375',
        'it8mwz@163.com', '10栋102', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340736, '马朋', '男', '15802954073', '15807932829', '2001-03-25', '甘肃广场141号-12-6', '428795200103253695',
        'ee4xcxui@sina.com', '9栋503', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340737, '况凤', '女', '15103455500', '15903525857', '2001-08-18', '微山湖街49号-12-8', '423513200108187777',
        'dxmnk5j@msn.com', '4栋301', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340738, '华俊军', '男', '13704656044', '15708582660', '2000-08-03', '镇江街132号-11-7', '427237200008031821',
        'ynzp7iw6t@ask.com', '9栋624', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340739, '宰纨', '女', '13808593236', '13607231736', '2003-12-12', '泰城街91号-4-9', '423890200312126291',
        'x2l4mq75@sina.com', '5栋215', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340740, '荀钧', '男', '13505576168', '13207143610', '1999-12-09', '旅顺街35号-1-8', '441141199912092000',
        '8joidvf@163.com', '10栋204', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340741, '於云岚', '女', '13903498890', '15300895491', '1999-02-14', '宁阳广场20号-12-10', '422315199902145337',
        'fhcu7or@ask.com', '1栋423', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340742, '牟全', '男', '13106712923', '13900552798', '2000-01-18', '嘉祥路90号-15-3', '424285200001186303',
        '1jv2hti@126.com', '11栋410', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340743, '家艺蕊', '女', '13702168508', '15504314894', '2002-06-01', '海口街30号-8-4', '430158200206014785',
        'zcszqo@163.net', '4栋221', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340744, '秋博', '男', '13300230144', '13803796373', '2002-07-09', '团岛二路86号-20-8', '429579200207091071',
        'exwi39uuc@msn.com', '8栋413', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340745, '寇洁芸', '女', '15901100763', '13908342497', '2000-05-09', '丹阳街129号-18-7', '425595200005092728',
        'yprx0b@yahoo.com', '1栋223', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340746, '于婵', '女', '13607724729', '13306925715', '1999-07-19', '鹊山广场143号-14-3', '422734199907194873',
        'c8j5tmwb9@hotmail.com', '3栋612', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340747, '山馨', '女', '13905630992', '15001813183', '2003-01-09', '逍遥三大厦126号-8-9', '440688200301098314',
        '3139w1g@263.net', '2栋101', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340748, '公世辉', '男', '13900574293', '13208382571', '1999-06-09', '礼阳路111号-1-6', '425054199906093607',
        'bv96sa1@hotmail.com', '11栋414', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340749, '洪轮坚', '男', '13106217777', '15105622991', '2003-10-21', '临清路99号-11-8', '421914200310211101',
        'od1ewndt@263.net', '7栋323', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340750, '祁强', '男', '15502732331', '15302977811', '2002-05-10', '长清街11号-11-8', '432205200205102577',
        'zc54i1e1@sohu.com', '8栋407', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340751, '虞策', '男', '15305114115', '13901265206', '1999-10-08', '宁国四街20号-8-10', '440590199910081040',
        '7p6drher@ask.com', '7栋407', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340752, '梁园', '女', '15005355512', '13104671289', '1999-09-04', '鄱阳湖大厦56号-2-10', '437849199909042965',
        'god8bo@yahoo.com', '4栋317', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340753, '人秀', '女', '13004173260', '13805398605', '2002-08-25', '丽水街20号-12-8', '428640200208252214',
        'qu15r9g7o@163.net', '3栋603', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340754, '羊贞', '女', '15304110821', '13906397845', '2000-07-24', '善化街80号-6-8', '429828200007243767',
        '8nzfa5j0@yahoo.com', '1栋506', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340755, '利永亮', '男', '13000253243', '13101164440', '2001-05-04', '三明南路137号-20-7', '423818200105046871',
        'ny6mxexe@googlemail.com', '11栋403', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340756, '阳凝惠', '女', '15302723000', '15904686783', '2003-10-21', '潍县广场70号-20-3', '440278200310213776',
        'z8y6cluj@163.com', '1栋110', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340757, '崔茗聪', '女', '15108035393', '15302377554', '2002-10-18', '延安一街119号-6-2', '432200200210187388',
        '2tbppzisu@yeah.net', '5栋415', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340758, '哈兴', '男', '13700515844', '15000695783', '2002-03-27', '闽江一大厦85号-19-8', '435325200203274917',
        '6d07pe@yeah.net', '8栋416', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340759, '江美倩', '女', '15603603238', '15802837264', '2001-08-09', '金口三路12号-2-7', '434625200108091233',
        'br0an0y1@yahoo.com.cn', '5栋217', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340760, '魏娟飘', '女', '13900165869', '13203388549', '2002-02-01', '新竹路123号-19-5', '430800200202013468',
        'bt1sh649@126.com', '4栋418', 1007, '在读', '');
INSERT INTO `student`
VALUES (202012340801, '于豪', '男', '13003693198', '13806275860', '2003-09-23', '寿张街125号-5-3', '430998200309238488',
        'h5f93yx@163.com', '9栋418', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340802, '郏芬秋', '女', '13808126350', '13006250249', '2003-05-10', '鄱阳湖大厦125号-7-6', '435742200305101018',
        '62qu8avg@yahoo.com', '6栋422', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340803, '陈武', '男', '15603500058', '15500756861', '2002-02-12', '沾化街100号-1-10', '435188200202121311',
        'xmyaie@hotmail.com', '8栋118', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340804, '汤霞', '女', '13401480041', '15107823857', '2001-06-01', '闽江大厦40号-15-9', '422899200106016222',
        'srk7o0mb@live.com', '4栋305', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340805, '滑莉', '女', '15207940510', '15905314142', '2000-05-25', '冠县路99号-14-7', '434937200005251855',
        '8ehofrl@126.com', '3栋313', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340806, '平芳琬', '女', '13105803645', '13901577193', '2000-07-06', '济宁支街36号-8-9', '428012200007068680',
        '8v5a2v8f@sohu.com', '1栋616', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340807, '宫安敬', '男', '13401580064', '15803736950', '2002-01-09', '莘县路99号-2-2', '429762200201097732',
        'zckb69agi@yahoo.com', '9栋325', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340808, '申承邦', '男', '15807900126', '15505653540', '2000-02-17', '庆祥街37号-18-9', '424832200002172111',
        '1h7tu6@0355.net', '11栋619', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340809, '单强', '男', '15702926754', '13505207697', '2003-05-04', '黄台支广场33号-11-10', '434663200305045854',
        'yure37@live.com', '9栋309', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340810, '方乐彬', '男', '15706061043', '13202677001', '2002-05-15', '仙居街39号-6-6', '440295200205155320',
        'wbe84do@msn.com', '10栋301', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340811, '贺荣', '女', '15202623135', '13901415618', '1999-03-25', '闽江二广场123号-9-4', '438761199903252089',
        'grtzwqzt@sina.com', '6栋223', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340812, '颛育惠', '女', '15002032034', '13004884841', '2000-03-02', '馆陶街35号-9-1', '438757200003027354',
        '56znqei2a@163.net', '3栋203', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340813, '褚淑', '女', '15701723770', '13108354694', '2000-07-27', '高雄广场32号-2-10', '435448200007274883',
        '66ihnljre@0355.net', '2栋502', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340814, '尤菊', '女', '15207980474', '13706105147', '2001-08-28', '新安路73号-11-6', '426841200108284129',
        'spmed6z@yeah.net', '1栋522', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340815, '怀叶姬', '女', '13103412683', '13906542203', '2002-03-01', '天台路28号-4-3', '421634200203012217',
        'skbsf6f@163.com', '3栋515', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340816, '卢静真', '女', '13006012572', '13106074888', '2000-09-28', '金乡东路74号-9-4', '434236200009282307',
        'urgk9ajk0@qq.com', '2栋521', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340817, '易毓希', '女', '15103816906', '13003030826', '2003-10-26', '澳门六广场23号-11-8', '421357200310268065',
        'inbah6e@googlemail.com', '4栋412', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340818, '福雁芝', '女', '13500932525', '13504531869', '1999-11-18', '莒县路73号-11-4', '429972199911185759',
        'dtavz2u6e@yahoo.com', '1栋310', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340819, '牧刚', '男', '13507521149', '13005608173', '2001-08-23', '宁国二路148号-9-6', '434868200108235727',
        '7fwjmelo@msn.com', '10栋125', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340820, '寇荔', '女', '15107033920', '13205545571', '2002-09-08', '太平角五路144号-13-2', '437210200209084630',
        '2kqixmebp@3721.net', '4栋206', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340821, '江贵', '男', '15201047854', '15305270197', '2003-08-24', '吴县一街126号-6-7', '429750200308246740',
        'r3s2361a@126.com', '7栋524', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340822, '贺强进', '男', '13702311115', '15004403521', '2002-09-21', '锦城广场113号-7-3', '431755200209216498',
        '5pzobd48a@ask.com', '9栋205', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340823, '空芝育', '女', '15501007621', '15005083259', '2002-08-10', '新疆路37号-11-1', '439005200208101637',
        'ifbu4u7ud@yahoo.com', '3栋522', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340824, '伯辰明', '男', '15102241926', '15908052641', '2003-11-27', '银川西路18号-3-8', '433835200311278193',
        'wlczlz@qq.com', '8栋108', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340825, '牧发', '男', '15608273805', '13303048738', '2002-01-14', '三明南路116号-2-8', '431490200201141844',
        '59lacclbt@sina.com', '7栋211', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340826, '勾榕', '男', '13905718438', '15203488221', '1999-09-02', '吴兴三广场119号-19-9', '422361199909021158',
        'ks1rq3@aol.com', '11栋217', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340827, '文宁', '男', '13600998460', '13602615179', '2001-01-23', '德阳路43号-9-10', '424132200101237403',
        'i5rltcfq5@live.com', '12栋321', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340828, '宰克', '男', '13700356744', '13701844553', '2000-06-16', '泰州六街74号-17-2', '421382200006163385',
        'kr4l0yr@yahoo.com', '7栋519', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340829, '诸元', '男', '13203261312', '13504740362', '2002-12-19', '巨野大厦100号-8-2', '437224200212192946',
        'u03kmu@yahoo.com.cn', '12栋311', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340830, '郁娥爽', '女', '13907314733', '13801200620', '2002-09-06', '礼阳路17号-2-3', '421392200209068095',
        'sfu715ab3@googlemail.com', '6栋318', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340831, '宿顺', '男', '13908130762', '13406024645', '1999-02-09', '西藏一广场29号-14-2', '421580199902097870',
        'rqp1vb@hotmail.com', '7栋615', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340832, '关凝宁', '女', '13205706364', '15001187301', '2000-12-03', '闽江三路54号-15-9', '426643200012035813',
        'rscmdoopn@sohu.com', '3栋519', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340833, '倪凤姣', '女', '15801462455', '15906010068', '2002-09-23', '姜沟路32号-3-6', '434000200209233855',
        'vi24vq@3721.net', '3栋218', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340834, '戴峰', '男', '13106798611', '13103193173', '1999-10-19', '禹城街114号-15-2', '423988199910192150',
        'f5edokb@0355.net', '9栋514', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340835, '湛锦丹', '女', '13103936410', '15708688249', '2003-02-27', '惜福镇街道75号-3-8', '438443200302271988',
        'soye1k@qq.com', '1栋615', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340836, '利璧枫', '女', '15807250696', '13202010747', '2000-08-14', '新疆路104号-1-3', '428038200008146859',
        '0glgrhpug@qq.com', '6栋604', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340837, '杜雄', '男', '15108022966', '15804141645', '2001-11-15', '新湛三街116号-14-10', '439410200111152655',
        'vakb1ns@sina.com', '8栋424', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340838, '宁春瑞', '女', '13107301450', '15207788593', '2001-10-17', '四平路22号-8-1', '434190200110173875',
        'ny9m2wnm5@ask.com', '2栋617', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340839, '衡泽', '男', '15706357015', '13702852164', '2001-12-06', '菜市一街37号-12-10', '435134200112061791',
        '322731@3721.net', '7栋304', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340840, '糜乐林', '男', '15308492467', '15500408510', '2003-11-04', '新昌街123号-17-3', '439863200311041451',
        'njhj2h1@googlemail.com', '9栋216', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340841, '项菁素', '女', '15208876121', '15303938296', '2000-01-27', '潍县广场87号-9-2', '435865200001275993',
        'b8wxvv@0355.net', '3栋406', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340842, '容红', '女', '15004403880', '15801470991', '2000-05-21', '秀湛路110号-20-8', '437097200005214837',
        'srvg7yig@gmail.com', '1栋417', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340843, '湛爱娣', '女', '15901282946', '15903797970', '2003-08-11', '宁夏路107号-12-5', '437749200308112826',
        '4s0m3w@gmail.com', '2栋302', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340844, '阎珍云', '女', '13203544263', '15705661558', '2002-07-21', '滕县路57号-7-9', '434839200207217715',
        '2xaeses@sohu.com', '3栋323', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340845, '酆昌', '男', '13400788149', '13403870512', '2000-01-07', '芙蓉山村37号-8-6', '432343200001072450',
        'elmsae2m@ask.com', '9栋424', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340846, '柏菁爽', '女', '13508831864', '13205358473', '2000-11-13', '茌平路33号-18-9', '421368200011131906',
        '89t0lr0c@163.net', '5栋125', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340847, '蓝玲', '女', '13200995919', '15501688709', '2001-10-05', '芝泉路34号-6-9', '434318200110056846',
        'b1d57j@263.net', '6栋214', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340848, '离风腾', '男', '13108660155', '13500092168', '2003-11-28', '松山广场83号-12-7', '425948200311283567',
        '6xm8h7@gmail.com', '8栋116', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340849, '姓武涛', '男', '15200493371', '13407792650', '2002-03-13', '台西四街140号-2-2', '440392200203138437',
        'q2ih3hu@ask.com', '10栋209', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340850, '浦婉', '女', '15304093546', '13800731347', '1999-12-16', '闽江三路119号-13-6', '431884199912166103',
        'ov0bk3k@3721.net', '4栋602', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340851, '文琼', '女', '13104877718', '15308463777', '2000-05-03', '泉州街39号-18-6', '431044200005034062',
        'ix35fd@sina.com', '2栋104', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340852, '爱河世', '男', '15902696105', '13905492178', '2001-03-10', '青大街43号-11-6', '438710200103107009',
        'biyu2319m@sina.com', '7栋515', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340853, '梅宏康', '男', '13101434359', '13102712196', '2002-07-16', '武胜关广场150号-5-6', '425078200207165250',
        '4a0rob@yahoo.com.cn', '12栋211', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340854, '熊希', '女', '13608518320', '13405245777', '2002-07-08', '三明路30号-16-8', '427704200207082189',
        'e8ypn0hj@yahoo.com.cn', '2栋417', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340855, '沈菊滢', '女', '13701873994', '15708857614', '2001-09-18', '东五街92号-12-6', '436757200109182845',
        'xja9cliky@hotmail.com', '6栋422', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340856, '郗榕彪', '男', '15101167035', '13700572753', '2001-07-14', '旌德路78号-6-7', '434113200107147355',
        'uixcaa@0355.net', '7栋324', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340857, '羊良元', '男', '15106621302', '13705834109', '2002-08-27', '微山湖街142号-4-9', '422634200208277622',
        'yz4kygqe@3721.net', '8栋301', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340858, '柴翠秀', '女', '13502242737', '15700495597', '2003-06-27', '云霄大厦93号-7-6', '434638200306274049',
        'llalv4@msn.com', '1栋519', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340859, '阙行', '男', '13504293543', '13507310980', '2000-11-03', '虹桥广场122号-1-1', '438341200011031999',
        '7mib9490@live.com', '12栋311', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340860, '皮黛', '女', '15505486666', '13405787115', '2002-12-04', '杭州支广场88号-18-9', '426389200212045818',
        'v02xecow@3721.net', '5栋516', 1008, '在读', '');
INSERT INTO `student`
VALUES (202012340901, '强康俊', '男', '13403297694', '13102445631', '2001-07-27', '云溪广场33号-11-6', '439084200107274816',
        'h64h6uu7a@163.com', '11栋303', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340902, '吕飘', '女', '15601050987', '13002163027', '2003-07-27', '湖南路105号-17-2', '438617200307277197',
        'f0618ses@hotmail.com', '1栋624', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340903, '汪莉芬', '女', '13106694263', '15901388070', '2000-04-25', '惠民南路72号-13-9', '435861200004255361',
        'uh6ptht9s@qq.com', '4栋307', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340904, '空振', '男', '13107528594', '13100075042', '2003-09-05', '福州北路71号-18-5', '431980200309054515',
        'tdynsby@msn.com', '11栋404', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340905, '鄂健', '男', '15707825061', '15103610668', '2002-12-19', '平定路43号-17-1', '427557200212197299',
        'y5pjg0@163.com', '10栋319', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340906, '罗翔祥', '男', '15001794769', '13907985334', '2002-05-15', '安城街75号-3-4', '435188200205156300',
        '9b7lyrd@ask.com', '12栋315', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340907, '尉力栋', '男', '13605556156', '13307055562', '2000-04-11', '长兴街49号-1-8', '428029200004115086',
        'du3xcu6@sina.com', '10栋120', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340908, '舒仁坚', '男', '15200872918', '13003745226', '2002-01-06', '青大街85号-2-7', '434657200201063804',
        've3lgd@126.com', '7栋609', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340909, '纪刚', '男', '13707814286', '15104671281', '2002-02-21', '昆明路134号-14-8', '433276200202218487',
        'j3canz7@yahoo.com', '11栋602', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340910, '严舒', '女', '15804392186', '15702341509', '2000-07-04', '滨县广场73号-16-7', '424816200007046440',
        'kuv4u8gh@yahoo.com', '3栋514', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340911, '廉祥翔', '男', '15203893587', '15700590628', '1999-08-21', '台东一街77号-5-6', '430849199908216378',
        'gqvjcjb@yeah.net', '7栋106', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340912, '党荣', '女', '15705016284', '15004153623', '2000-09-06', '新田路119号-8-7', '424740200009067573',
        'vzq7g5lg@0355.net', '6栋611', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340913, '芮云', '女', '13001218860', '13608278968', '2001-07-13', '博兴路48号-9-10', '435946200107137688',
        'fn7yk4w@gmail.com', '4栋120', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340914, '武义弘', '男', '15303246359', '13100656694', '2001-11-20', '丰海路109号-7-2', '424583200111205108',
        'h5srks402@ask.com', '8栋105', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340915, '官康思', '男', '13608544610', '15200090118', '1999-05-06', '滋阳街137号-8-1', '429837199905066585',
        '0obnrgh@yeah.net', '7栋516', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340916, '冷慧', '女', '15006612587', '13906088649', '2002-03-11', '团岛二路143号-1-3', '436585200203116814',
        'x4tqtc@qq.com', '6栋504', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340917, '蔚霭', '女', '13105281805', '13504520751', '2000-07-08', '寿张街117号-19-5', '435899200007081983',
        '3dv92q2r@3721.net', '5栋424', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340918, '闾纨荷', '女', '13207938809', '13100937955', '2002-09-19', '通化路149号-3-1', '430297200209194426',
        'yofrc4@263.net', '1栋404', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340919, '聂泰思', '男', '13302629066', '15302190173', '2000-04-04', '平阴路73号-9-1', '429914200004041366',
        'zmzvdl@263.net', '12栋512', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340920, '却枝', '女', '15505083340', '15607433479', '1999-09-06', '泰山广场79号-17-7', '440509199909061043',
        '56ctyi@yahoo.com', '5栋104', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340921, '干琴', '女', '13306295853', '15001732223', '2003-11-03', '恒台街34号-11-1', '440213200311033467',
        'g8bl0k@yeah.net', '3栋217', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340922, '翁爱爱', '女', '15101181698', '15805020470', '2001-05-14', '丰盛街74号-5-2', '423464200105145214',
        'zrzfuuwf@gmail.com', '6栋323', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340923, '靳旭良', '男', '15705862583', '13902745305', '1999-01-18', '伏龙山路60号-5-4', '435332199901182608',
        'isgpum@yahoo.com', '12栋525', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340924, '邢彩', '女', '15003774557', '13902327824', '2001-02-04', '滋阳街96号-20-4', '428283200102044530',
        'flher2@qq.com', '3栋625', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340925, '别有', '男', '15608125631', '13602548044', '1999-01-13', '长汀街50号-9-7', '430476199901136940',
        '707e8xyy@ask.com', '7栋116', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340926, '游彬龙', '男', '13408528091', '13700672664', '2001-08-20', '清和街74号-10-4', '437760200108205821',
        '50f3ry@googlemail.com', '9栋111', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340927, '左璧月', '女', '15505670048', '13402904698', '2003-09-10', '仙山东路121号-19-4', '425859200309103967',
        '2zij1xs@yeah.net', '2栋505', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340928, '乜蓓眉', '女', '13205152854', '13401813202', '2002-09-08', '平定路114号-20-9', '436378200209087337',
        'vqfdzqias@yahoo.com', '4栋418', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340929, '池婵', '女', '15500341593', '15003808858', '2001-04-16', '贮水山大厦57号-7-3', '438075200104167811',
        'hjdoyvj@sina.com', '2栋610', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340930, '丘巧', '女', '15503042009', '13905690421', '2003-02-18', '沂水路71号-13-4', '425428200302188713',
        'u9y4bhcl@3721.net', '2栋104', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340931, '蒙荔秋', '女', '13601468708', '13404788317', '1999-11-02', '宁德街113号-5-6', '423111199911026140',
        '1afdpj@live.com', '1栋403', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340932, '隗文钧', '男', '13904171045', '13404511449', '1999-10-22', '大港纬二路107号-5-10', '438927199910226581',
        '85q2r7zm@qq.com', '7栋321', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340933, '终瑗', '女', '15200978723', '15200091662', '1999-10-09', '湖北街59号-3-7', '424307199910094808',
        'szuirg86c@aol.com', '5栋401', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340934, '郭雁莉', '女', '13807531137', '13201598041', '2001-10-14', '观海二广场134号-11-4', '440015200110148184',
        '16dpdg@163.net', '6栋617', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340935, '孙德', '男', '13208247210', '13608875240', '2002-08-24', '山海关路25号-3-3', '437801200208241845',
        'butcsdrt@0355.net', '12栋312', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340936, '琴婕', '女', '15800815521', '15003821808', '2000-03-07', '二轻新村镇37号-19-7', '435465200003076814',
        'qf25m1jas@263.net', '4栋623', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340937, '太可', '女', '13708876820', '13706521323', '2002-02-24', '郧阳路49号-19-8', '439436200202246984',
        '4xhxpkj@googlemail.com', '1栋305', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340938, '伏文泽', '男', '15803353202', '13704086595', '2002-04-19', '蒙阴大厦31号-9-3', '439041200204192869',
        'f3ht0z@sina.com', '12栋308', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340939, '长宁有', '男', '15005401852', '13804604361', '2000-02-14', '德县路118号-17-6', '435992200002146805',
        'zjfj2d0r@yahoo.com.cn', '10栋517', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340940, '宫嘉', '女', '15303316294', '13005080129', '1999-09-10', '甘肃广场47号-2-9', '431672199909106500',
        '1xeoc4@gmail.com', '1栋625', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340941, '姚春美', '女', '13404690148', '15704406585', '2002-10-01', '周村大厦133号-12-3', '439915200210017148',
        '3j2vyx@live.com', '1栋424', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340942, '那良', '男', '15507180654', '13100046244', '2002-09-06', '恒山路109号-4-10', '429179200209063358',
        'gpweymnk@yahoo.com.cn', '7栋209', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340943, '屠波', '男', '13704247048', '15301016313', '1999-07-27', '福山大厦131号-12-7', '433660199907273664',
        'otkyub@live.com', '11栋617', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340944, '门承家', '男', '15907223306', '15802348139', '2002-05-12', '中山街87号-19-8', '430796200205125780',
        '93arr76@0355.net', '12栋509', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340945, '岳绍永', '男', '15303282224', '15802088078', '2002-12-23', '小港沿27号-7-4', '427987200212237121',
        'gum6el@gmail.com', '11栋115', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340946, '赫辉', '男', '15102062251', '15801227003', '1999-12-02', '中山街134号-10-7', '424573199912022813',
        'a40falgs@263.net', '9栋608', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340947, '岳泰', '男', '15208284349', '15807568780', '2000-05-13', '台北路15号-12-3', '422838200005135299',
        'szmimkm2q@0355.net', '9栋118', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340948, '李桂', '女', '15703071844', '15801390322', '2002-12-26', '市场三街46号-16-6', '432125200212265779',
        'p6epn67lv@gmail.com', '6栋622', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340949, '郭芝琼', '女', '13206044531', '15806602016', '2002-10-06', '荷泽路77号-8-10', '437804200210062119',
        '9t2uebv9o@sina.com', '4栋316', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340950, '蓝英', '女', '13307450936', '13702944674', '2001-05-23', '芝泉路51号-7-1', '430863200105232768',
        '04d64ljrk@googlemail.com', '4栋407', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340951, '双轮', '男', '15204483803', '13103131950', '2002-04-28', '云门二路120号-12-5', '438358200204283544',
        '4awjewg@ask.com', '8栋101', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340952, '叔航博', '男', '13400548715', '13205487658', '2002-12-15', '新泰大厦134号-18-2', '425002200212151975',
        'ukzkwwn@msn.com', '8栋402', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340953, '印春芬', '女', '13500584563', '15505558074', '2003-10-19', '瑞阳街29号-6-9', '430018200310195422',
        'ixdznqg@263.net', '5栋118', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340954, '良瑞', '女', '13307395770', '13004738329', '2003-08-08', '西康街52号-15-2', '431552200308087100',
        '9z2mtk@aol.com', '1栋109', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340955, '仲泽', '男', '15606962046', '15200265098', '1999-07-07', '城武大厦76号-13-3', '437822199907074853',
        'q1do1332w@263.net', '8栋610', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340956, '东昭', '女', '13106608218', '13300834766', '2003-05-07', '城武支大厦94号-14-1', '429634200305074551',
        'gsgvluodq@msn.com', '6栋614', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340957, '虞岩', '男', '13000443394', '13104556792', '2002-08-08', '宁国一大厦149号-15-2', '435341200208087972',
        '1blgyw7wx@sina.com', '9栋605', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340958, '佟荣晶', '女', '13206942468', '15600567453', '2001-09-18', '太平路28号-18-1', '428423200109187487',
        'dyzxuq@yahoo.com', '4栋119', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340959, '郭娥环', '女', '13006043929', '13001506909', '2002-01-04', '丰盛街51号-11-1', '434946200201047924',
        'ti5ezzk@163.net', '5栋306', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012340960, '宓豪', '男', '15805980743', '13200730869', '2000-07-01', '宁国三大厦67号-4-1', '425619200007016693',
        'uer6i70@aol.com', '8栋104', 1009, '在读', '');
INSERT INTO `student`
VALUES (202012341001, '俟平刚', '男', '13703505746', '15204301462', '2002-05-04', '湛山路107号-14-1', '436186200205047749',
        'k8lxcraj@sina.com', '12栋112', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341002, '曹婉君', '女', '15000684920', '13305722156', '2001-07-03', '华阳路25号-3-2', '432153200107034617',
        '50w8tsu@263.net', '6栋217', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341003, '柯琰勤', '女', '13201664781', '15204734737', '1999-02-01', '昌乐街71号-17-10', '422878199902016549',
        'wzgeof7@msn.com', '4栋210', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341004, '鲁巧', '女', '13806012693', '15902051330', '1999-04-24', '仰口街103号-15-5', '427491199904242832',
        '6d09we@live.com', '5栋314', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341005, '孙莎颖', '女', '15708601116', '13407841808', '2000-10-08', '金门路100号-19-8', '436323200010088642',
        'mou0nf@sohu.com', '2栋123', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341006, '谯婵姬', '女', '15900724416', '15900684609', '2003-08-20', '棣纬二大厦139号-6-2', '438468200308202804',
        'n05g8q2oy@3721.net', '5栋216', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341007, '田秋', '女', '15908130120', '13206338465', '2000-05-16', '正阳关街123号-19-2', '432900200005161448',
        '2xslsv427@qq.com', '3栋225', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341008, '宋宁斌', '男', '13605145636', '13905002453', '2001-12-13', '龙岩街131号-6-8', '423988200112134058',
        'ylwrtxgi@ask.com', '12栋312', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341009, '徒竹', '女', '15501943172', '13606506465', '2002-03-09', '大港纬四街109号-17-10', '438408200203092978',
        '49osmuh4m@sina.com', '4栋204', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341010, '甄岚', '女', '13604160520', '15501093575', '2002-06-07', '顺城路127号-5-9', '432862200206072395',
        '3b9r314@yahoo.com', '4栋221', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341011, '慕青', '女', '13907538010', '13105786404', '2003-11-09', '邹平路138号-11-7', '433099200311098637',
        'e3sloc2ub@263.net', '2栋208', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341012, '皇欢', '女', '15901101707', '13405035307', '2001-06-23', '瞿塘峡街140号-6-10', '421799200106236569',
        'pxk3bu@yahoo.com', '1栋304', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341013, '苍群贵', '男', '13908394412', '13104336454', '2003-09-09', '江苏广场120号-8-2', '434806200309096637',
        'ffidoik@yahoo.com', '9栋305', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341014, '郗磊信', '男', '15800733895', '15201011062', '2003-09-17', '巫峡大厦35号-18-2', '429097200309174160',
        'y4of3u00@163.com', '9栋305', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341015, '邵凤婕', '女', '15102684762', '15203383107', '2003-10-07', '寿康路105号-4-4', '431055200310078167',
        'ewlmjj2@yahoo.com', '6栋217', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341016, '哈荣', '女', '13708197402', '13107044497', '1999-07-06', '洞庭湖广场109号-17-3', '430250199907062813',
        'bup6c8nt8@ask.com', '6栋315', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341017, '雍彩华', '女', '15506433243', '13907411224', '1999-11-10', '宁阳广场68号-13-8', '434344199911106287',
        'cfxe3am5@163.com', '4栋412', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341018, '漆新若', '男', '15305892524', '15804621277', '2001-10-17', '兴安支街102号-16-4', '429258200110176194',
        'r546w7z68@163.net', '7栋125', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341019, '史心军', '男', '15906726131', '15207121427', '1999-05-20', '扬州街73号-5-6', '440299199905202057',
        'fitg7hzw@0355.net', '11栋325', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341020, '续青', '女', '15201436477', '15900795237', '2002-09-12', '祚山路100号-10-2', '423416200209122512',
        'dv5a2a@yahoo.com', '2栋315', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341021, '柏亨', '男', '13208430362', '13900072889', '1999-01-02', '伏龙山路21号-2-4', '439016199901022598',
        'h14nblw@qq.com', '10栋220', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341022, '江以', '男', '13904618201', '15101308238', '2003-05-21', '济宁支街106号-4-6', '438508200305211862',
        'lr9p7r@msn.com', '8栋518', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341023, '爱翔学', '男', '13200636052', '15205822296', '2003-12-11', '嘉祥路124号-7-8', '429298200312116476',
        '416r8yjy@sohu.com', '8栋524', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341024, '贝风', '男', '15803163829', '13404424127', '2003-09-09', '信号山路134号-16-6', '436721200309091989',
        'vw1mlu@hotmail.com', '10栋309', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341025, '傅莲', '女', '13002930902', '15507916117', '2001-09-18', '福清广场106号-10-4', '432382200109187319',
        '3tbxz5oi@live.com', '2栋513', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341026, '殳柔', '女', '13104453778', '15005112451', '2002-05-21', '宁国一大厦28号-16-4', '428972200205212715',
        '7xcvfct@msn.com', '5栋115', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341027, '里康', '男', '13307064705', '13506883232', '2001-06-27', '乐陵街15号-7-8', '430423200106276273',
        'jz9gksk@sohu.com', '8栋612', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341028, '温翰', '男', '13803885623', '15903578356', '2003-08-22', '埕口路142号-13-5', '423420200308221366',
        '8itpd13@aol.com', '10栋217', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341029, '胡炎兴', '男', '13405673247', '15807221161', '2001-07-25', '机场路106号-20-9', '437859200107252224',
        'pj6fz1e4h@sina.com', '10栋504', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341030, '长行', '男', '15503631219', '15201385538', '2002-10-06', '中川路59号-14-4', '436504200210067405',
        'qstrry2@ask.com', '9栋224', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341031, '言栋', '男', '15006485909', '15700125944', '1999-12-28', '济宁街43号-7-10', '431702199912282611',
        '8goy0vn4@yahoo.com', '9栋124', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341032, '支雪彩', '女', '13001534636', '15705177060', '1999-06-03', '上海支路100号-5-2', '426226199906031576',
        'envtgvz@gmail.com', '2栋107', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341033, '孙瑞', '女', '15901257227', '15507654143', '2000-04-14', '巫峡大厦46号-15-8', '432149200004145970',
        's8wrl4o5n@163.net', '2栋103', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341034, '驷岩', '男', '13105760249', '13301788655', '2001-02-21', '平度广场66号-8-9', '425674200102213501',
        '1o9zzqdcl@yahoo.com.cn', '7栋624', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341035, '胡诚胜', '男', '13908744515', '13201302187', '1999-03-23', '四川路49号-20-3', '426132199903235516',
        '7ukmhe4@aol.com', '12栋213', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341036, '年宏刚', '男', '13607374629', '13104874412', '2003-06-24', '澳门五路124号-6-7', '438754200306245272',
        'hs1kiw@sina.com', '11栋522', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341037, '潘薇月', '女', '13006341535', '15300782675', '2000-02-09', '晓望支街81号-14-4', '436926200002094647',
        'sxfeo1t3c@0355.net', '5栋220', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341038, '淳家', '男', '15201353526', '13002210895', '2000-01-13', '吴县一街31号-12-8', '431462200001138648',
        '3fc05cd@yahoo.com.cn', '10栋208', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341039, '年凝', '女', '15001113778', '15106513807', '2002-12-03', '仰口街58号-12-4', '439763200212032957',
        '0kewot@gmail.com', '2栋513', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341040, '孟琛山', '男', '15802813859', '15306167603', '2001-12-18', '春阳路72号-2-10', '425384200112188548',
        'gczdif9x5@live.com', '7栋121', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341041, '卜舒叶', '女', '13606494568', '15805816195', '2000-03-12', '长山路141号-11-2', '436646200003124767',
        'suxo7i@163.net', '1栋224', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341042, '段馥', '女', '13608550562', '15501978191', '2000-07-09', '瞿塘峡街103号-9-3', '433578200007095283',
        'ziv1d9@3721.net', '1栋612', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341043, '吕坚岩', '男', '13506813392', '15105203598', '2003-05-26', '台西纬五路150号-10-3', '425357200305268078',
        'llc6h5lh@sohu.com', '9栋615', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341044, '东宜', '女', '13307074008', '15901735088', '2002-12-09', '金乡广场43号-8-10', '427378200212091378',
        'ygoast1y@yahoo.com.cn', '5栋602', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341045, '涂群', '男', '13404538290', '13405234466', '2000-02-22', '瑞阳街134号-19-3', '438733200002223515',
        '1w4fe6@live.com', '8栋218', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341046, '马元', '男', '13108241257', '13203154325', '2002-09-04', '东平街56号-20-5', '436739200209045838',
        'ba48is9@live.com', '12栋623', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341047, '申成裕', '男', '15605241922', '13601216599', '2001-06-10', '大港纬三街88号-2-7', '438748200106107604',
        'icmbu06u@qq.com', '12栋502', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341048, '陈青娟', '女', '15600640197', '13801655107', '2001-04-28', '胶州广场40号-6-8', '428443200104286494',
        'cfnl00@yahoo.com', '6栋201', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341049, '程澜', '女', '15805349027', '15602884510', '2000-08-09', '金乡东路57号-18-3', '428712200008095222',
        '1ff6a0s@yeah.net', '2栋119', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341050, '苏伊艺', '女', '15202928409', '15308774662', '2002-10-06', '大港纬二路109号-7-4', '431683200210065258',
        'n4nbb8@ask.com', '5栋522', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341051, '双芳', '女', '13101690375', '15900603241', '2003-01-23', '南海支路96号-6-7', '439401200301236001',
        'gzqnyne8@yahoo.com.cn', '5栋520', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341052, '南香聪', '女', '15606585041', '15103650243', '1999-06-25', '和兴路56号-8-10', '423520199906258714',
        '3f2d1lkz@qq.com', '2栋509', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341053, '辕辉宁', '男', '15001592418', '13008626744', '2001-09-28', '沂水路96号-4-3', '422281200109288570',
        'dupcqd@163.com', '8栋316', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341054, '黎昭', '女', '15303961838', '13403950483', '2000-04-21', '白沙河路128号-11-6', '425695200004218281',
        'ftpxmtlqk@qq.com', '5栋303', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341055, '夏飞壮', '男', '15806538712', '15300830846', '1999-07-10', '肥城街68号-17-1', '438363199907106134',
        't88k827@yahoo.com.cn', '9栋512', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341056, '俞庆', '男', '15700757228', '13906743555', '2001-09-21', '团岛一街121号-11-1', '421434200109213680',
        'ktgylmv7t@googlemail.com', '8栋604', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341057, '元艺艳', '女', '13606317172', '13500664350', '1999-09-07', '长城南路69号-2-5', '426704199909072173',
        'dbroilke@sina.com', '3栋218', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341058, '干竹', '女', '13304161048', '15704356353', '1999-02-24', '锦州街26号-7-6', '438454199902244943',
        'quowyebh3@yahoo.com', '2栋314', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341059, '姚之鸣', '男', '13504281829', '15206083517', '1999-08-01', '高邮湖街114号-12-9', '433040199908011457',
        'jn06yj@yeah.net', '8栋223', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341060, '金富', '男', '13708404366', '13106675528', '2003-10-14', '澳门九广场59号-1-6', '435357200310141833',
        'a3wgct@yahoo.com.cn', '9栋103', 1010, '在读', '');
INSERT INTO `student`
VALUES (202012341062, '张三', '男', NULL, NULL, '2001', '中国', '56879955', NULL, NULL, 1001, '在读', NULL);
INSERT INTO `student`
VALUES (202012341073, '王五', '男', NULL, NULL, '2001', NULL, '123456', NULL, NULL, 1003, NULL, NULL);
INSERT INTO `student`
VALUES (202012341074, '王五', '男', NULL, NULL, '2001', NULL, '123456', NULL, NULL, 1003, NULL, NULL);
INSERT INTO `student`
VALUES (202012341075, '王五', '男', NULL, NULL, '2001', NULL, '123456', NULL, NULL, 1003, NULL, NULL);
INSERT INTO `student`
VALUES (202012341076, '王五', '男', NULL, NULL, '2001', NULL, '123456', NULL, NULL, 1003, NULL, NULL);
INSERT INTO `student`
VALUES (202012341077, '王五', '男', NULL, NULL, '2001', NULL, '123456', NULL, NULL, 1003, NULL, NULL);
INSERT INTO `student`
VALUES (202012341078, '23', '男', '322', '32', '3', '', '23333', '', '', 333, '', '');

SET FOREIGN_KEY_CHECKS = 1;
